[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAA
AAAAT
AAAAC
AAAAG
AAAAM
AAAAL
AAAAN
AAATA
AAATT
AAATC
AAATG
AAATM
AAATL
AAATN
AAACA
AAACT
AAACC
AAACG
AAACM
AAACL
AAACN
AAAGA
AAAGT
AAAGC
AAAGG
AAAGM
AAAGL
AAAGN
AAAMA
AAAMT
AAAMC
AAAMG
AAAMM
AAAML
AAAMN
AAALA
AAALT
AAALC
AAALG
AAALM
AAALL
AAALN
AAANA
AAANT
AAANC
AAANG
AAANM
AAANL
AAANN
AATAA
AATAT
AATAC
AATAG
AATAM
AATAL
AATAN
AATTA
AATTT
AATTC
AATTG
AATTM
AATTL
AATTN
AATCA
AATCT
AATCC
AATCG
AATCM
AATCL
AATCN
AATGA
AATGT
AATGC
AATGG
AATGM
AATGL
AATGN
AATMA
AATMT
AATMC
AATMG
AATMM
AATML
AATMN
AATLA
AATLT
AATLC
AATLG
AATLM
AATLL
AATLN
AATNA
AATNT
AATNC
AATNG
AATNM
AATNL
AATNN
AACAA
AACAT
AACAC
AACAG
AACAM
AACAL
AACAN
AACTA
AACTT
AACTC
AACTG
AACTM
AACTL
AACTN
AACCA
AACCT
AACCC
AACCG
AACCM
AACCL
AACCN
AACGA
AACGT
AACGC
AACGG
AACGM
AACGL
AACGN
AACMA
AACMT
AACMC
AACMG
AACMM
AACML
AACMN
AACLA
AACLT
AACLC
AACLG
AACLM
AACLL
AACLN
AACNA
AACNT
AACNC
AACNG
AACNM
AACNL
AACNN
AAGAA
AAGAT
AAGAC
AAGAG
AAGAM
AAGAL
AAGAN
AAGTA
AAGTT
AAGTC
AAGTG
AAGTM
AAGTL
AAGTN
AAGCA
AAGCT
AAGCC
AAGCG
AAGCM
AAGCL
AAGCN
AAGGA
AAGGT
AAGGC
AAGGG
AAGGM
AAGGL
AAGGN
AAGMA
AAGMT
AAGMC
AAGMG
AAGMM
AAGML
AAGMN
AAGLA
AAGLT
AAGLC
AAGLG
AAGLM
AAGLL
AAGLN
AAGNA
AAGNT
AAGNC
AAGNG
AAGNM
AAGNL
AAGNN
AAMAA
AAMAT
AAMAC
AAMAG
AAMAM
AAMAL
AAMAN
AAMTA
AAMTT
AAMTC
AAMTG
AAMTM
AAMTL
AAMTN
AAMCA
AAMCT
AAMCC
AAMCG
AAMCM
AAMCL
AAMCN
AAMGA
AAMGT
AAMGC
AAMGG
AAMGM
AAMGL
AAMGN
AAMMA
AAMMT
AAMMC
AAMMG
AAMMM
AAMML
AAMMN
AAMLA
AAMLT
AAMLC
AAMLG
AAMLM
AAMLL
AAMLN
AAMNA
AAMNT
AAMNC
AAMNG
AAMNM
AAMNL
AAMNN
AALAA
AALAT
AALAC
AALAG
AALAM
AALAL
AALAN
AALTA
AALTT
AALTC
AALTG
AALTM
AALTL
AALTN
AALCA
AALCT
AALCC
AALCG
AALCM
AALCL
AALCN
AALGA
AALGT
AALGC
AALGG
AALGM
AALGL
AALGN
AALMA
AALMT
AALMC
AALMG
AALMM
AALML
AALMN
AALLA
AALLT
AALLC
AALLG
AALLM
AALLL
AALLN
AALNA
AALNT
AALNC
AALNG
AALNM
AALNL
AALNN
AANAA
AANAT
AANAC
AANAG
AANAM
AANAL
AANAN
AANTA
AANTT
AANTC
AANTG
AANTM
AANTL
AANTN
AANCA
AANCT
AANCC
AANCG
AANCM
AANCL
AANCN
AANGA
AANGT
AANGC
AANGG
AANGM
AANGL
AANGN
AANMA
AANMT
AANMC
AANMG
AANMM
AANML
AANMN
AANLA
AANLT
AANLC
AANLG
AANLM
AANLL
AANLN
AANNA
AANNT
AANNC
AANNG
AANNM
AANNL
AANNN
ATAAA
ATAAT
ATAAC
ATAAG
ATAAM
ATAAL
ATAAN
ATATA
ATATT
ATATC
ATATG
ATATM
ATATL
ATATN
ATACA
ATACT
ATACC
ATACG
ATACM
ATACL
ATACN
ATAGA
ATAGT
ATAGC
ATAGG
ATAGM
ATAGL
ATAGN
ATAMA
ATAMT
ATAMC
ATAMG
ATAMM
ATAML
ATAMN
ATALA
ATALT
ATALC
ATALG
ATALM
ATALL
ATALN
ATANA
ATANT
ATANC
ATANG
ATANM
ATANL
ATANN
ATTAA
ATTAT
ATTAC
ATTAG
ATTAM
ATTAL
ATTAN
ATTTA
ATTTT
ATTTC
ATTTG
ATTTM
ATTTL
ATTTN
ATTCA
ATTCT
ATTCC
ATTCG
ATTCM
ATTCL
ATTCN
ATTGA
ATTGT
ATTGC
ATTGG
ATTGM
ATTGL
ATTGN
ATTMA
ATTMT
ATTMC
ATTMG
ATTMM
ATTML
ATTMN
ATTLA
ATTLT
ATTLC
ATTLG
ATTLM
ATTLL
ATTLN
ATTNA
ATTNT
ATTNC
ATTNG
ATTNM
ATTNL
ATTNN
ATCAA
ATCAT
ATCAC
ATCAG
ATCAM
ATCAL
ATCAN
ATCTA
ATCTT
ATCTC
ATCTG
ATCTM
ATCTL
ATCTN
ATCCA
ATCCT
ATCCC
ATCCG
ATCCM
ATCCL
ATCCN
ATCGA
ATCGT
ATCGC
ATCGG
ATCGM
ATCGL
ATCGN
ATCMA
ATCMT
ATCMC
ATCMG
ATCMM
ATCML
ATCMN
ATCLA
ATCLT
ATCLC
ATCLG
ATCLM
ATCLL
ATCLN
ATCNA
ATCNT
ATCNC
ATCNG
ATCNM
ATCNL
ATCNN
ATGAA
ATGAT
ATGAC
ATGAG
ATGAM
ATGAL
ATGAN
ATGTA
ATGTT
ATGTC
ATGTG
ATGTM
ATGTL
ATGTN
ATGCA
ATGCT
ATGCC
ATGCG
ATGCM
ATGCL
ATGCN
ATGGA
ATGGT
ATGGC
ATGGG
ATGGM
ATGGL
ATGGN
ATGMA
ATGMT
ATGMC
ATGMG
ATGMM
ATGML
ATGMN
ATGLA
ATGLT
ATGLC
ATGLG
ATGLM
ATGLL
ATGLN
ATGNA
ATGNT
ATGNC
ATGNG
ATGNM
ATGNL
ATGNN
ATMAA
ATMAT
ATMAC
ATMAG
ATMAM
ATMAL
ATMAN
ATMTA
ATMTT
ATMTC
ATMTG
ATMTM
ATMTL
ATMTN
ATMCA
ATMCT
ATMCC
ATMCG
ATMCM
ATMCL
ATMCN
ATMGA
ATMGT
ATMGC
ATMGG
ATMGM
ATMGL
ATMGN
ATMMA
ATMMT
ATMMC
ATMMG
ATMMM
ATMML
ATMMN
ATMLA
ATMLT
ATMLC
ATMLG
ATMLM
ATMLL
ATMLN
ATMNA
ATMNT
ATMNC
ATMNG
ATMNM
ATMNL
ATMNN
ATLAA
ATLAT
ATLAC
ATLAG
ATLAM
ATLAL
ATLAN
ATLTA
ATLTT
ATLTC
ATLTG
ATLTM
ATLTL
ATLTN
ATLCA
ATLCT
ATLCC
ATLCG
ATLCM
ATLCL
ATLCN
ATLGA
ATLGT
ATLGC
ATLGG
ATLGM
ATLGL
ATLGN
ATLMA
ATLMT
ATLMC
ATLMG
ATLMM
ATLML
ATLMN
ATLLA
ATLLT
ATLLC
ATLLG
ATLLM
ATLLL
ATLLN
ATLNA
ATLNT
ATLNC
ATLNG
ATLNM
ATLNL
ATLNN
ATNAA
ATNAT
ATNAC
ATNAG
ATNAM
ATNAL
ATNAN
ATNTA
ATNTT
ATNTC
ATNTG
ATNTM
ATNTL
ATNTN
ATNCA
ATNCT
ATNCC
ATNCG
ATNCM
ATNCL
ATNCN
ATNGA
ATNGT
ATNGC
ATNGG
ATNGM
ATNGL
ATNGN
ATNMA
ATNMT
ATNMC
ATNMG
ATNMM
ATNML
ATNMN
ATNLA
ATNLT
ATNLC
ATNLG
ATNLM
ATNLL
ATNLN
ATNNA
ATNNT
ATNNC
ATNNG
ATNNM
ATNNL
ATNNN
ACAAA
ACAAT
ACAAC
ACAAG
ACAAM
ACAAL
ACAAN
ACATA
ACATT
ACATC
ACATG
ACATM
ACATL
ACATN
ACACA
ACACT
ACACC
ACACG
ACACM
ACACL
ACACN
ACAGA
ACAGT
ACAGC
ACAGG
ACAGM
ACAGL
ACAGN
ACAMA
ACAMT
ACAMC
ACAMG
ACAMM
ACAML
ACAMN
ACALA
ACALT
ACALC
ACALG
ACALM
ACALL
ACALN
ACANA
ACANT
ACANC
ACANG
ACANM
ACANL
ACANN
ACTAA
ACTAT
ACTAC
ACTAG
ACTAM
ACTAL
ACTAN
ACTTA
ACTTT
ACTTC
ACTTG
ACTTM
ACTTL
ACTTN
ACTCA
ACTCT
ACTCC
ACTCG
ACTCM
ACTCL
ACTCN
ACTGA
ACTGT
ACTGC
ACTGG
ACTGM
ACTGL
ACTGN
ACTMA
ACTMT
ACTMC
ACTMG
ACTMM
ACTML
ACTMN
ACTLA
ACTLT
ACTLC
ACTLG
ACTLM
ACTLL
ACTLN
ACTNA
ACTNT
ACTNC
ACTNG
ACTNM
ACTNL
ACTNN
ACCAA
ACCAT
ACCAC
ACCAG
ACCAM
ACCAL
ACCAN
ACCTA
ACCTT
ACCTC
ACCTG
ACCTM
ACCTL
ACCTN
ACCCA
ACCCT
ACCCC
ACCCG
ACCCM
ACCCL
ACCCN
ACCGA
ACCGT
ACCGC
ACCGG
ACCGM
ACCGL
ACCGN
ACCMA
ACCMT
ACCMC
ACCMG
ACCMM
ACCML
ACCMN
ACCLA
ACCLT
ACCLC
ACCLG
ACCLM
ACCLL
ACCLN
ACCNA
ACCNT
ACCNC
ACCNG
ACCNM
ACCNL
ACCNN
ACGAA
ACGAT
ACGAC
ACGAG
ACGAM
ACGAL
ACGAN
ACGTA
ACGTT
ACGTC
ACGTG
ACGTM
ACGTL
ACGTN
ACGCA
ACGCT
ACGCC
ACGCG
ACGCM
ACGCL
ACGCN
ACGGA
ACGGT
ACGGC
ACGGG
ACGGM
ACGGL
ACGGN
ACGMA
ACGMT
ACGMC
ACGMG
ACGMM
ACGML
ACGMN
ACGLA
ACGLT
ACGLC
ACGLG
ACGLM
ACGLL
ACGLN
ACGNA
ACGNT
ACGNC
ACGNG
ACGNM
ACGNL
ACGNN
ACMAA
ACMAT
ACMAC
ACMAG
ACMAM
ACMAL
ACMAN
ACMTA
ACMTT
ACMTC
ACMTG
ACMTM
ACMTL
ACMTN
ACMCA
ACMCT
ACMCC
ACMCG
ACMCM
ACMCL
ACMCN
ACMGA
ACMGT
ACMGC
ACMGG
ACMGM
ACMGL
ACMGN
ACMMA
ACMMT
ACMMC
ACMMG
ACMMM
ACMML
ACMMN
ACMLA
ACMLT
ACMLC
ACMLG
ACMLM
ACMLL
ACMLN
ACMNA
ACMNT
ACMNC
ACMNG
ACMNM
ACMNL
ACMNN
ACLAA
ACLAT
ACLAC
ACLAG
ACLAM
ACLAL
ACLAN
ACLTA
ACLTT
ACLTC
ACLTG
ACLTM
ACLTL
ACLTN
ACLCA
ACLCT
ACLCC
ACLCG
ACLCM
ACLCL
ACLCN
ACLGA
ACLGT
ACLGC
ACLGG
ACLGM
ACLGL
ACLGN
ACLMA
ACLMT
ACLMC
ACLMG
ACLMM
ACLML
ACLMN
ACLLA
ACLLT
ACLLC
ACLLG
ACLLM
ACLLL
ACLLN
ACLNA
ACLNT
ACLNC
ACLNG
ACLNM
ACLNL
ACLNN
ACNAA
ACNAT
ACNAC
ACNAG
ACNAM
ACNAL
ACNAN
ACNTA
ACNTT
ACNTC
ACNTG
ACNTM
ACNTL
ACNTN
ACNCA
ACNCT
ACNCC
ACNCG
ACNCM
ACNCL
ACNCN
ACNGA
ACNGT
ACNGC
ACNGG
ACNGM
ACNGL
ACNGN
ACNMA
ACNMT
ACNMC
ACNMG
ACNMM
ACNML
ACNMN
ACNLA
ACNLT
ACNLC
ACNLG
ACNLM
ACNLL
ACNLN
ACNNA
ACNNT
ACNNC
ACNNG
ACNNM
ACNNL
ACNNN
AGAAA
AGAAT
AGAAC
AGAAG
AGAAM
AGAAL
AGAAN
AGATA
AGATT
AGATC
AGATG
AGATM
AGATL
AGATN
AGACA
AGACT
AGACC
AGACG
AGACM
AGACL
AGACN
AGAGA
AGAGT
AGAGC
AGAGG
AGAGM
AGAGL
AGAGN
AGAMA
AGAMT
AGAMC
AGAMG
AGAMM
AGAML
AGAMN
AGALA
AGALT
AGALC
AGALG
AGALM
AGALL
AGALN
AGANA
AGANT
AGANC
AGANG
AGANM
AGANL
AGANN
AGTAA
AGTAT
AGTAC
AGTAG
AGTAM
AGTAL
AGTAN
AGTTA
AGTTT
AGTTC
AGTTG
AGTTM
AGTTL
AGTTN
AGTCA
AGTCT
AGTCC
AGTCG
AGTCM
AGTCL
AGTCN
AGTGA
AGTGT
AGTGC
AGTGG
AGTGM
AGTGL
AGTGN
AGTMA
AGTMT
AGTMC
AGTMG
AGTMM
AGTML
AGTMN
AGTLA
AGTLT
AGTLC
AGTLG
AGTLM
AGTLL
AGTLN
AGTNA
AGTNT
AGTNC
AGTNG
AGTNM
AGTNL
AGTNN
AGCAA
AGCAT
AGCAC
AGCAG
AGCAM
AGCAL
AGCAN
AGCTA
AGCTT
AGCTC
AGCTG
AGCTM
AGCTL
AGCTN
AGCCA
AGCCT
AGCCC
AGCCG
AGCCM
AGCCL
AGCCN
AGCGA
AGCGT
AGCGC
AGCGG
AGCGM
AGCGL
AGCGN
AGCMA
AGCMT
AGCMC
AGCMG
AGCMM
AGCML
AGCMN
AGCLA
AGCLT
AGCLC
AGCLG
AGCLM
AGCLL
AGCLN
AGCNA
AGCNT
AGCNC
AGCNG
AGCNM
AGCNL
AGCNN
AGGAA
AGGAT
AGGAC
AGGAG
AGGAM
AGGAL
AGGAN
AGGTA
AGGTT
AGGTC
AGGTG
AGGTM
AGGTL
AGGTN
AGGCA
AGGCT
AGGCC
AGGCG
AGGCM
AGGCL
AGGCN
AGGGA
AGGGT
AGGGC
AGGGG
AGGGM
AGGGL
AGGGN
AGGMA
AGGMT
AGGMC
AGGMG
AGGMM
AGGML
AGGMN
AGGLA
AGGLT
AGGLC
AGGLG
AGGLM
AGGLL
AGGLN
AGGNA
AGGNT
AGGNC
AGGNG
AGGNM
AGGNL
AGGNN
AGMAA
AGMAT
AGMAC
AGMAG
AGMAM
AGMAL
AGMAN
AGMTA
AGMTT
AGMTC
AGMTG
AGMTM
AGMTL
AGMTN
AGMCA
AGMCT
AGMCC
AGMCG
AGMCM
AGMCL
AGMCN
AGMGA
AGMGT
AGMGC
AGMGG
AGMGM
AGMGL
AGMGN
AGMMA
AGMMT
AGMMC
AGMMG
AGMMM
AGMML
AGMMN
AGMLA
AGMLT
AGMLC
AGMLG
AGMLM
AGMLL
AGMLN
AGMNA
AGMNT
AGMNC
AGMNG
AGMNM
AGMNL
AGMNN
AGLAA
AGLAT
AGLAC
AGLAG
AGLAM
AGLAL
AGLAN
AGLTA
AGLTT
AGLTC
AGLTG
AGLTM
AGLTL
AGLTN
AGLCA
AGLCT
AGLCC
AGLCG
AGLCM
AGLCL
AGLCN
AGLGA
AGLGT
AGLGC
AGLGG
AGLGM
AGLGL
AGLGN
AGLMA
AGLMT
AGLMC
AGLMG
AGLMM
AGLML
AGLMN
AGLLA
AGLLT
AGLLC
AGLLG
AGLLM
AGLLL
AGLLN
AGLNA
AGLNT
AGLNC
AGLNG
AGLNM
AGLNL
AGLNN
AGNAA
AGNAT
AGNAC
AGNAG
AGNAM
AGNAL
AGNAN
AGNTA
AGNTT
AGNTC
AGNTG
AGNTM
AGNTL
AGNTN
AGNCA
AGNCT
AGNCC
AGNCG
AGNCM
AGNCL
AGNCN
AGNGA
AGNGT
AGNGC
AGNGG
AGNGM
AGNGL
AGNGN
AGNMA
AGNMT
AGNMC
AGNMG
AGNMM
AGNML
AGNMN
AGNLA
AGNLT
AGNLC
AGNLG
AGNLM
AGNLL
AGNLN
AGNNA
AGNNT
AGNNC
AGNNG
AGNNM
AGNNL
AGNNN
AMAAA
AMAAT
AMAAC
AMAAG
AMAAM
AMAAL
AMAAN
AMATA
AMATT
AMATC
AMATG
AMATM
AMATL
AMATN
AMACA
AMACT
AMACC
AMACG
AMACM
AMACL
AMACN
AMAGA
AMAGT
AMAGC
AMAGG
AMAGM
AMAGL
AMAGN
AMAMA
AMAMT
AMAMC
AMAMG
AMAMM
AMAML
AMAMN
AMALA
AMALT
AMALC
AMALG
AMALM
AMALL
AMALN
AMANA
AMANT
AMANC
AMANG
AMANM
AMANL
AMANN
AMTAA
AMTAT
AMTAC
AMTAG
AMTAM
AMTAL
AMTAN
AMTTA
AMTTT
AMTTC
AMTTG
AMTTM
AMTTL
AMTTN
AMTCA
AMTCT
AMTCC
AMTCG
AMTCM
AMTCL
AMTCN
AMTGA
AMTGT
AMTGC
AMTGG
AMTGM
AMTGL
AMTGN
AMTMA
AMTMT
AMTMC
AMTMG
AMTMM
AMTML
AMTMN
AMTLA
AMTLT
AMTLC
AMTLG
AMTLM
AMTLL
AMTLN
AMTNA
AMTNT
AMTNC
AMTNG
AMTNM
AMTNL
AMTNN
AMCAA
AMCAT
AMCAC
AMCAG
AMCAM
AMCAL
AMCAN
AMCTA
AMCTT
AMCTC
AMCTG
AMCTM
AMCTL
AMCTN
AMCCA
AMCCT
AMCCC
AMCCG
AMCCM
AMCCL
AMCCN
AMCGA
AMCGT
AMCGC
AMCGG
AMCGM
AMCGL
AMCGN
AMCMA
AMCMT
AMCMC
AMCMG
AMCMM
AMCML
AMCMN
AMCLA
AMCLT
AMCLC
AMCLG
AMCLM
AMCLL
AMCLN
AMCNA
AMCNT
AMCNC
AMCNG
AMCNM
AMCNL
AMCNN
AMGAA
AMGAT
AMGAC
AMGAG
AMGAM
AMGAL
AMGAN
AMGTA
AMGTT
AMGTC
AMGTG
AMGTM
AMGTL
AMGTN
AMGCA
AMGCT
AMGCC
AMGCG
AMGCM
AMGCL
AMGCN
AMGGA
AMGGT
AMGGC
AMGGG
AMGGM
AMGGL
AMGGN
AMGMA
AMGMT
AMGMC
AMGMG
AMGMM
AMGML
AMGMN
AMGLA
AMGLT
AMGLC
AMGLG
AMGLM
AMGLL
AMGLN
AMGNA
AMGNT
AMGNC
AMGNG
AMGNM
AMGNL
AMGNN
AMMAA
AMMAT
AMMAC
AMMAG
AMMAM
AMMAL
AMMAN
AMMTA
AMMTT
AMMTC
AMMTG
AMMTM
AMMTL
AMMTN
AMMCA
AMMCT
AMMCC
AMMCG
AMMCM
AMMCL
AMMCN
AMMGA
AMMGT
AMMGC
AMMGG
AMMGM
AMMGL
AMMGN
AMMMA
AMMMT
AMMMC
AMMMG
AMMMM
AMMML
AMMMN
AMMLA
AMMLT
AMMLC
AMMLG
AMMLM
AMMLL
AMMLN
AMMNA
AMMNT
AMMNC
AMMNG
AMMNM
AMMNL
AMMNN
AMLAA
AMLAT
AMLAC
AMLAG
AMLAM
AMLAL
AMLAN
AMLTA
AMLTT
AMLTC
AMLTG
AMLTM
AMLTL
AMLTN
AMLCA
AMLCT
AMLCC
AMLCG
AMLCM
AMLCL
AMLCN
AMLGA
AMLGT
AMLGC
AMLGG
AMLGM
AMLGL
AMLGN
AMLMA
AMLMT
AMLMC
AMLMG
AMLMM
AMLML
AMLMN
AMLLA
AMLLT
AMLLC
AMLLG
AMLLM
AMLLL
AMLLN
AMLNA
AMLNT
AMLNC
AMLNG
AMLNM
AMLNL
AMLNN
AMNAA
AMNAT
AMNAC
AMNAG
AMNAM
AMNAL
AMNAN
AMNTA
AMNTT
AMNTC
AMNTG
AMNTM
AMNTL
AMNTN
AMNCA
AMNCT
AMNCC
AMNCG
AMNCM
AMNCL
AMNCN
AMNGA
AMNGT
AMNGC
AMNGG
AMNGM
AMNGL
AMNGN
AMNMA
AMNMT
AMNMC
AMNMG
AMNMM
AMNML
AMNMN
AMNLA
AMNLT
AMNLC
AMNLG
AMNLM
AMNLL
AMNLN
AMNNA
AMNNT
AMNNC
AMNNG
AMNNM
AMNNL
AMNNN
ALAAA
ALAAT
ALAAC
ALAAG
ALAAM
ALAAL
ALAAN
ALATA
ALATT
ALATC
ALATG
ALATM
ALATL
ALATN
ALACA
ALACT
ALACC
ALACG
ALACM
ALACL
ALACN
ALAGA
ALAGT
ALAGC
ALAGG
ALAGM
ALAGL
ALAGN
ALAMA
ALAMT
ALAMC
ALAMG
ALAMM
ALAML
ALAMN
ALALA
ALALT
ALALC
ALALG
ALALM
ALALL
ALALN
ALANA
ALANT
ALANC
ALANG
ALANM
ALANL
ALANN
ALTAA
ALTAT
ALTAC
ALTAG
ALTAM
ALTAL
ALTAN
ALTTA
ALTTT
ALTTC
ALTTG
ALTTM
ALTTL
ALTTN
ALTCA
ALTCT
ALTCC
ALTCG
ALTCM
ALTCL
ALTCN
ALTGA
ALTGT
ALTGC
ALTGG
ALTGM
ALTGL
ALTGN
ALTMA
ALTMT
ALTMC
ALTMG
ALTMM
ALTML
ALTMN
ALTLA
ALTLT
ALTLC
ALTLG
ALTLM
ALTLL
ALTLN
ALTNA
ALTNT
ALTNC
ALTNG
ALTNM
ALTNL
ALTNN
ALCAA
ALCAT
ALCAC
ALCAG
ALCAM
ALCAL
ALCAN
ALCTA
ALCTT
ALCTC
ALCTG
ALCTM
ALCTL
ALCTN
ALCCA
ALCCT
ALCCC
ALCCG
ALCCM
ALCCL
ALCCN
ALCGA
ALCGT
ALCGC
ALCGG
ALCGM
ALCGL
ALCGN
ALCMA
ALCMT
ALCMC
ALCMG
ALCMM
ALCML
ALCMN
ALCLA
ALCLT
ALCLC
ALCLG
ALCLM
ALCLL
ALCLN
ALCNA
ALCNT
ALCNC
ALCNG
ALCNM
ALCNL
ALCNN
ALGAA
ALGAT
ALGAC
ALGAG
ALGAM
ALGAL
ALGAN
ALGTA
ALGTT
ALGTC
ALGTG
ALGTM
ALGTL
ALGTN
ALGCA
ALGCT
ALGCC
ALGCG
ALGCM
ALGCL
ALGCN
ALGGA
ALGGT
ALGGC
ALGGG
ALGGM
ALGGL
ALGGN
ALGMA
ALGMT
ALGMC
ALGMG
ALGMM
ALGML
ALGMN
ALGLA
ALGLT
ALGLC
ALGLG
ALGLM
ALGLL
ALGLN
ALGNA
ALGNT
ALGNC
ALGNG
ALGNM
ALGNL
ALGNN
ALMAA
ALMAT
ALMAC
ALMAG
ALMAM
ALMAL
ALMAN
ALMTA
ALMTT
ALMTC
ALMTG
ALMTM
ALMTL
ALMTN
ALMCA
ALMCT
ALMCC
ALMCG
ALMCM
ALMCL
ALMCN
ALMGA
ALMGT
ALMGC
ALMGG
ALMGM
ALMGL
ALMGN
ALMMA
ALMMT
ALMMC
ALMMG
ALMMM
ALMML
ALMMN
ALMLA
ALMLT
ALMLC
ALMLG
ALMLM
ALMLL
ALMLN
ALMNA
ALMNT
ALMNC
ALMNG
ALMNM
ALMNL
ALMNN
ALLAA
ALLAT
ALLAC
ALLAG
ALLAM
ALLAL
ALLAN
ALLTA
ALLTT
ALLTC
ALLTG
ALLTM
ALLTL
ALLTN
ALLCA
ALLCT
ALLCC
ALLCG
ALLCM
ALLCL
ALLCN
ALLGA
ALLGT
ALLGC
ALLGG
ALLGM
ALLGL
ALLGN
ALLMA
ALLMT
ALLMC
ALLMG
ALLMM
ALLML
ALLMN
ALLLA
ALLLT
ALLLC
ALLLG
ALLLM
ALLLL
ALLLN
ALLNA
ALLNT
ALLNC
ALLNG
ALLNM
ALLNL
ALLNN
ALNAA
ALNAT
ALNAC
ALNAG
ALNAM
ALNAL
ALNAN
ALNTA
ALNTT
ALNTC
ALNTG
ALNTM
ALNTL
ALNTN
ALNCA
ALNCT
ALNCC
ALNCG
ALNCM
ALNCL
ALNCN
ALNGA
ALNGT
ALNGC
ALNGG
ALNGM
ALNGL
ALNGN
ALNMA
ALNMT
ALNMC
ALNMG
ALNMM
ALNML
ALNMN
ALNLA
ALNLT
ALNLC
ALNLG
ALNLM
ALNLL
ALNLN
ALNNA
ALNNT
ALNNC
ALNNG
ALNNM
ALNNL
ALNNN
ANAAA
ANAAT
ANAAC
ANAAG
ANAAM
ANAAL
ANAAN
ANATA
ANATT
ANATC
ANATG
ANATM
ANATL
ANATN
ANACA
ANACT
ANACC
ANACG
ANACM
ANACL
ANACN
ANAGA
ANAGT
ANAGC
ANAGG
ANAGM
ANAGL
ANAGN
ANAMA
ANAMT
ANAMC
ANAMG
ANAMM
ANAML
ANAMN
ANALA
ANALT
ANALC
ANALG
ANALM
ANALL
ANALN
ANANA
ANANT
ANANC
ANANG
ANANM
ANANL
ANANN
ANTAA
ANTAT
ANTAC
ANTAG
ANTAM
ANTAL
ANTAN
ANTTA
ANTTT
ANTTC
ANTTG
ANTTM
ANTTL
ANTTN
ANTCA
ANTCT
ANTCC
ANTCG
ANTCM
ANTCL
ANTCN
ANTGA
ANTGT
ANTGC
ANTGG
ANTGM
ANTGL
ANTGN
ANTMA
ANTMT
ANTMC
ANTMG
ANTMM
ANTML
ANTMN
ANTLA
ANTLT
ANTLC
ANTLG
ANTLM
ANTLL
ANTLN
ANTNA
ANTNT
ANTNC
ANTNG
ANTNM
ANTNL
ANTNN
ANCAA
ANCAT
ANCAC
ANCAG
ANCAM
ANCAL
ANCAN
ANCTA
ANCTT
ANCTC
ANCTG
ANCTM
ANCTL
ANCTN
ANCCA
ANCCT
ANCCC
ANCCG
ANCCM
ANCCL
ANCCN
ANCGA
ANCGT
ANCGC
ANCGG
ANCGM
ANCGL
ANCGN
ANCMA
ANCMT
ANCMC
ANCMG
ANCMM
ANCML
ANCMN
ANCLA
ANCLT
ANCLC
ANCLG
ANCLM
ANCLL
ANCLN
ANCNA
ANCNT
ANCNC
ANCNG
ANCNM
ANCNL
ANCNN
ANGAA
ANGAT
ANGAC
ANGAG
ANGAM
ANGAL
ANGAN
ANGTA
ANGTT
ANGTC
ANGTG
ANGTM
ANGTL
ANGTN
ANGCA
ANGCT
ANGCC
ANGCG
ANGCM
ANGCL
ANGCN
ANGGA
ANGGT
ANGGC
ANGGG
ANGGM
ANGGL
ANGGN
ANGMA
ANGMT
ANGMC
ANGMG
ANGMM
ANGML
ANGMN
ANGLA
ANGLT
ANGLC
ANGLG
ANGLM
ANGLL
ANGLN
ANGNA
ANGNT
ANGNC
ANGNG
ANGNM
ANGNL
ANGNN
ANMAA
ANMAT
ANMAC
ANMAG
ANMAM
ANMAL
ANMAN
ANMTA
ANMTT
ANMTC
ANMTG
ANMTM
ANMTL
ANMTN
ANMCA
ANMCT
ANMCC
ANMCG
ANMCM
ANMCL
ANMCN
ANMGA
ANMGT
ANMGC
ANMGG
ANMGM
ANMGL
ANMGN
ANMMA
ANMMT
ANMMC
ANMMG
ANMMM
ANMML
ANMMN
ANMLA
ANMLT
ANMLC
ANMLG
ANMLM
ANMLL
ANMLN
ANMNA
ANMNT
ANMNC
ANMNG
ANMNM
ANMNL
ANMNN
ANLAA
ANLAT
ANLAC
ANLAG
ANLAM
ANLAL
ANLAN
ANLTA
ANLTT
ANLTC
ANLTG
ANLTM
ANLTL
ANLTN
ANLCA
ANLCT
ANLCC
ANLCG
ANLCM
ANLCL
ANLCN
ANLGA
ANLGT
ANLGC
ANLGG
ANLGM
ANLGL
ANLGN
ANLMA
ANLMT
ANLMC
ANLMG
ANLMM
ANLML
ANLMN
ANLLA
ANLLT
ANLLC
ANLLG
ANLLM
ANLLL
ANLLN
ANLNA
ANLNT
ANLNC
ANLNG
ANLNM
ANLNL
ANLNN
ANNAA
ANNAT
ANNAC
ANNAG
ANNAM
ANNAL
ANNAN
ANNTA
ANNTT
ANNTC
ANNTG
ANNTM
ANNTL
ANNTN
ANNCA
ANNCT
ANNCC
ANNCG
ANNCM
ANNCL
ANNCN
ANNGA
ANNGT
ANNGC
ANNGG
ANNGM
ANNGL
ANNGN
ANNMA
ANNMT
ANNMC
ANNMG
ANNMM
ANNML
ANNMN
ANNLA
ANNLT
ANNLC
ANNLG
ANNLM
ANNLL
ANNLN
ANNNA
ANNNT
ANNNC
ANNNG
ANNNM
ANNNL
ANNNN
TAAAA
TAAAT
TAAAC
TAAAG
TAAAM
TAAAL
TAAAN
TAATA
TAATT
TAATC
TAATG
TAATM
TAATL
TAATN
TAACA
TAACT
TAACC
TAACG
TAACM
TAACL
TAACN
TAAGA
TAAGT
TAAGC
TAAGG
TAAGM
TAAGL
TAAGN
TAAMA
TAAMT
TAAMC
TAAMG
TAAMM
TAAML
TAAMN
TAALA
TAALT
TAALC
TAALG
TAALM
TAALL
TAALN
TAANA
TAANT
TAANC
TAANG
TAANM
TAANL
TAANN
TATAA
TATAT
TATAC
TATAG
TATAM
TATAL
TATAN
TATTA
TATTT
TATTC
TATTG
TATTM
TATTL
TATTN
TATCA
TATCT
TATCC
TATCG
TATCM
TATCL
TATCN
TATGA
TATGT
TATGC
TATGG
TATGM
TATGL
TATGN
TATMA
TATMT
TATMC
TATMG
TATMM
TATML
TATMN
TATLA
TATLT
TATLC
TATLG
TATLM
TATLL
TATLN
TATNA
TATNT
TATNC
TATNG
TATNM
TATNL
TATNN
TACAA
TACAT
TACAC
TACAG
TACAM
TACAL
TACAN
TACTA
TACTT
TACTC
TACTG
TACTM
TACTL
TACTN
TACCA
TACCT
TACCC
TACCG
TACCM
TACCL
TACCN
TACGA
TACGT
TACGC
TACGG
TACGM
TACGL
TACGN
TACMA
TACMT
TACMC
TACMG
TACMM
TACML
TACMN
TACLA
TACLT
TACLC
TACLG
TACLM
TACLL
TACLN
TACNA
TACNT
TACNC
TACNG
TACNM
TACNL
TACNN
TAGAA
TAGAT
TAGAC
TAGAG
TAGAM
TAGAL
TAGAN
TAGTA
TAGTT
TAGTC
TAGTG
TAGTM
TAGTL
TAGTN
TAGCA
TAGCT
TAGCC
TAGCG
TAGCM
TAGCL
TAGCN
TAGGA
TAGGT
TAGGC
TAGGG
TAGGM
TAGGL
TAGGN
TAGMA
TAGMT
TAGMC
TAGMG
TAGMM
TAGML
TAGMN
TAGLA
TAGLT
TAGLC
TAGLG
TAGLM
TAGLL
TAGLN
TAGNA
TAGNT
TAGNC
TAGNG
TAGNM
TAGNL
TAGNN
TAMAA
TAMAT
TAMAC
TAMAG
TAMAM
TAMAL
TAMAN
TAMTA
TAMTT
TAMTC
TAMTG
TAMTM
TAMTL
TAMTN
TAMCA
TAMCT
TAMCC
TAMCG
TAMCM
TAMCL
TAMCN
TAMGA
TAMGT
TAMGC
TAMGG
TAMGM
TAMGL
TAMGN
TAMMA
TAMMT
TAMMC
TAMMG
TAMMM
TAMML
TAMMN
TAMLA
TAMLT
TAMLC
TAMLG
TAMLM
TAMLL
TAMLN
TAMNA
TAMNT
TAMNC
TAMNG
TAMNM
TAMNL
TAMNN
TALAA
TALAT
TALAC
TALAG
TALAM
TALAL
TALAN
TALTA
TALTT
TALTC
TALTG
TALTM
TALTL
TALTN
TALCA
TALCT
TALCC
TALCG
TALCM
TALCL
TALCN
TALGA
TALGT
TALGC
TALGG
TALGM
TALGL
TALGN
TALMA
TALMT
TALMC
TALMG
TALMM
TALML
TALMN
TALLA
TALLT
TALLC
TALLG
TALLM
TALLL
TALLN
TALNA
TALNT
TALNC
TALNG
TALNM
TALNL
TALNN
TANAA
TANAT
TANAC
TANAG
TANAM
TANAL
TANAN
TANTA
TANTT
TANTC
TANTG
TANTM
TANTL
TANTN
TANCA
TANCT
TANCC
TANCG
TANCM
TANCL
TANCN
TANGA
TANGT
TANGC
TANGG
TANGM
TANGL
TANGN
TANMA
TANMT
TANMC
TANMG
TANMM
TANML
TANMN
TANLA
TANLT
TANLC
TANLG
TANLM
TANLL
TANLN
TANNA
TANNT
TANNC
TANNG
TANNM
TANNL
TANNN
TTAAA
TTAAT
TTAAC
TTAAG
TTAAM
TTAAL
TTAAN
TTATA
TTATT
TTATC
TTATG
TTATM
TTATL
TTATN
TTACA
TTACT
TTACC
TTACG
TTACM
TTACL
TTACN
TTAGA
TTAGT
TTAGC
TTAGG
TTAGM
TTAGL
TTAGN
TTAMA
TTAMT
TTAMC
TTAMG
TTAMM
TTAML
TTAMN
TTALA
TTALT
TTALC
TTALG
TTALM
TTALL
TTALN
TTANA
TTANT
TTANC
TTANG
TTANM
TTANL
TTANN
TTTAA
TTTAT
TTTAC
TTTAG
TTTAM
TTTAL
TTTAN
TTTTA
TTTTT
TTTTC
TTTTG
TTTTM
TTTTL
TTTTN
TTTCA
TTTCT
TTTCC
TTTCG
TTTCM
TTTCL
TTTCN
TTTGA
TTTGT
TTTGC
TTTGG
TTTGM
TTTGL
TTTGN
TTTMA
TTTMT
TTTMC
TTTMG
TTTMM
TTTML
TTTMN
TTTLA
TTTLT
TTTLC
TTTLG
TTTLM
TTTLL
TTTLN
TTTNA
TTTNT
TTTNC
TTTNG
TTTNM
TTTNL
TTTNN
TTCAA
TTCAT
TTCAC
TTCAG
TTCAM
TTCAL
TTCAN
TTCTA
TTCTT
TTCTC
TTCTG
TTCTM
TTCTL
TTCTN
TTCCA
TTCCT
TTCCC
TTCCG
TTCCM
TTCCL
TTCCN
TTCGA
TTCGT
TTCGC
TTCGG
TTCGM
TTCGL
TTCGN
TTCMA
TTCMT
TTCMC
TTCMG
TTCMM
TTCML
TTCMN
TTCLA
TTCLT
TTCLC
TTCLG
TTCLM
TTCLL
TTCLN
TTCNA
TTCNT
TTCNC
TTCNG
TTCNM
TTCNL
TTCNN
TTGAA
TTGAT
TTGAC
TTGAG
TTGAM
TTGAL
TTGAN
TTGTA
TTGTT
TTGTC
TTGTG
TTGTM
TTGTL
TTGTN
TTGCA
TTGCT
TTGCC
TTGCG
TTGCM
TTGCL
TTGCN
TTGGA
TTGGT
TTGGC
TTGGG
TTGGM
TTGGL
TTGGN
TTGMA
TTGMT
TTGMC
TTGMG
TTGMM
TTGML
TTGMN
TTGLA
TTGLT
TTGLC
TTGLG
TTGLM
TTGLL
TTGLN
TTGNA
TTGNT
TTGNC
TTGNG
TTGNM
TTGNL
TTGNN
TTMAA
TTMAT
TTMAC
TTMAG
TTMAM
TTMAL
TTMAN
TTMTA
TTMTT
TTMTC
TTMTG
TTMTM
TTMTL
TTMTN
TTMCA
TTMCT
TTMCC
TTMCG
TTMCM
TTMCL
TTMCN
TTMGA
TTMGT
TTMGC
TTMGG
TTMGM
TTMGL
TTMGN
TTMMA
TTMMT
TTMMC
TTMMG
TTMMM
TTMML
TTMMN
TTMLA
TTMLT
TTMLC
TTMLG
TTMLM
TTMLL
TTMLN
TTMNA
TTMNT
TTMNC
TTMNG
TTMNM
TTMNL
TTMNN
TTLAA
TTLAT
TTLAC
TTLAG
TTLAM
TTLAL
TTLAN
TTLTA
TTLTT
TTLTC
TTLTG
TTLTM
TTLTL
TTLTN
TTLCA
TTLCT
TTLCC
TTLCG
TTLCM
TTLCL
TTLCN
TTLGA
TTLGT
TTLGC
TTLGG
TTLGM
TTLGL
TTLGN
TTLMA
TTLMT
TTLMC
TTLMG
TTLMM
TTLML
TTLMN
TTLLA
TTLLT
TTLLC
TTLLG
TTLLM
TTLLL
TTLLN
TTLNA
TTLNT
TTLNC
TTLNG
TTLNM
TTLNL
TTLNN
TTNAA
TTNAT
TTNAC
TTNAG
TTNAM
TTNAL
TTNAN
TTNTA
TTNTT
TTNTC
TTNTG
TTNTM
TTNTL
TTNTN
TTNCA
TTNCT
TTNCC
TTNCG
TTNCM
TTNCL
TTNCN
TTNGA
TTNGT
TTNGC
TTNGG
TTNGM
TTNGL
TTNGN
TTNMA
TTNMT
TTNMC
TTNMG
TTNMM
TTNML
TTNMN
TTNLA
TTNLT
TTNLC
TTNLG
TTNLM
TTNLL
TTNLN
TTNNA
TTNNT
TTNNC
TTNNG
TTNNM
TTNNL
TTNNN
TCAAA
TCAAT
TCAAC
TCAAG
TCAAM
TCAAL
TCAAN
TCATA
TCATT
TCATC
TCATG
TCATM
TCATL
TCATN
TCACA
TCACT
TCACC
TCACG
TCACM
TCACL
TCACN
TCAGA
TCAGT
TCAGC
TCAGG
TCAGM
TCAGL
TCAGN
TCAMA
TCAMT
TCAMC
TCAMG
TCAMM
TCAML
TCAMN
TCALA
TCALT
TCALC
TCALG
TCALM
TCALL
TCALN
TCANA
TCANT
TCANC
TCANG
TCANM
TCANL
TCANN
TCTAA
TCTAT
TCTAC
TCTAG
TCTAM
TCTAL
TCTAN
TCTTA
TCTTT
TCTTC
TCTTG
TCTTM
TCTTL
TCTTN
TCTCA
TCTCT
TCTCC
TCTCG
TCTCM
TCTCL
TCTCN
TCTGA
TCTGT
TCTGC
TCTGG
TCTGM
TCTGL
TCTGN
TCTMA
TCTMT
TCTMC
TCTMG
TCTMM
TCTML
TCTMN
TCTLA
TCTLT
TCTLC
TCTLG
TCTLM
TCTLL
TCTLN
TCTNA
TCTNT
TCTNC
TCTNG
TCTNM
TCTNL
TCTNN
TCCAA
TCCAT
TCCAC
TCCAG
TCCAM
TCCAL
TCCAN
TCCTA
TCCTT
TCCTC
TCCTG
TCCTM
TCCTL
TCCTN
TCCCA
TCCCT
TCCCC
TCCCG
TCCCM
TCCCL
TCCCN
TCCGA
TCCGT
TCCGC
TCCGG
TCCGM
TCCGL
TCCGN
TCCMA
TCCMT
TCCMC
TCCMG
TCCMM
TCCML
TCCMN
TCCLA
TCCLT
TCCLC
TCCLG
TCCLM
TCCLL
TCCLN
TCCNA
TCCNT
TCCNC
TCCNG
TCCNM
TCCNL
TCCNN
TCGAA
TCGAT
TCGAC
TCGAG
TCGAM
TCGAL
TCGAN
TCGTA
TCGTT
TCGTC
TCGTG
TCGTM
TCGTL
TCGTN
TCGCA
TCGCT
TCGCC
TCGCG
TCGCM
TCGCL
TCGCN
TCGGA
TCGGT
TCGGC
TCGGG
TCGGM
TCGGL
TCGGN
TCGMA
TCGMT
TCGMC
TCGMG
TCGMM
TCGML
TCGMN
TCGLA
TCGLT
TCGLC
TCGLG
TCGLM
TCGLL
TCGLN
TCGNA
TCGNT
TCGNC
TCGNG
TCGNM
TCGNL
TCGNN
TCMAA
TCMAT
TCMAC
TCMAG
TCMAM
TCMAL
TCMAN
TCMTA
TCMTT
TCMTC
TCMTG
TCMTM
TCMTL
TCMTN
TCMCA
TCMCT
TCMCC
TCMCG
TCMCM
TCMCL
TCMCN
TCMGA
TCMGT
TCMGC
TCMGG
TCMGM
TCMGL
TCMGN
TCMMA
TCMMT
TCMMC
TCMMG
TCMMM
TCMML
TCMMN
TCMLA
TCMLT
TCMLC
TCMLG
TCMLM
TCMLL
TCMLN
TCMNA
TCMNT
TCMNC
TCMNG
TCMNM
TCMNL
TCMNN
TCLAA
TCLAT
TCLAC
TCLAG
TCLAM
TCLAL
TCLAN
TCLTA
TCLTT
TCLTC
TCLTG
TCLTM
TCLTL
TCLTN
TCLCA
TCLCT
TCLCC
TCLCG
TCLCM
TCLCL
TCLCN
TCLGA
TCLGT
TCLGC
TCLGG
TCLGM
TCLGL
TCLGN
TCLMA
TCLMT
TCLMC
TCLMG
TCLMM
TCLML
TCLMN
TCLLA
TCLLT
TCLLC
TCLLG
TCLLM
TCLLL
TCLLN
TCLNA
TCLNT
TCLNC
TCLNG
TCLNM
TCLNL
TCLNN
TCNAA
TCNAT
TCNAC
TCNAG
TCNAM
TCNAL
TCNAN
TCNTA
TCNTT
TCNTC
TCNTG
TCNTM
TCNTL
TCNTN
TCNCA
TCNCT
TCNCC
TCNCG
TCNCM
TCNCL
TCNCN
TCNGA
TCNGT
TCNGC
TCNGG
TCNGM
TCNGL
TCNGN
TCNMA
TCNMT
TCNMC
TCNMG
TCNMM
TCNML
TCNMN
TCNLA
TCNLT
TCNLC
TCNLG
TCNLM
TCNLL
TCNLN
TCNNA
TCNNT
TCNNC
TCNNG
TCNNM
TCNNL
TCNNN
TGAAA
TGAAT
TGAAC
TGAAG
TGAAM
TGAAL
TGAAN
TGATA
TGATT
TGATC
TGATG
TGATM
TGATL
TGATN
TGACA
TGACT
TGACC
TGACG
TGACM
TGACL
TGACN
TGAGA
TGAGT
TGAGC
TGAGG
TGAGM
TGAGL
TGAGN
TGAMA
TGAMT
TGAMC
TGAMG
TGAMM
TGAML
TGAMN
TGALA
TGALT
TGALC
TGALG
TGALM
TGALL
TGALN
TGANA
TGANT
TGANC
TGANG
TGANM
TGANL
TGANN
TGTAA
TGTAT
TGTAC
TGTAG
TGTAM
TGTAL
TGTAN
TGTTA
TGTTT
TGTTC
TGTTG
TGTTM
TGTTL
TGTTN
TGTCA
TGTCT
TGTCC
TGTCG
TGTCM
TGTCL
TGTCN
TGTGA
TGTGT
TGTGC
TGTGG
TGTGM
TGTGL
TGTGN
TGTMA
TGTMT
TGTMC
TGTMG
TGTMM
TGTML
TGTMN
TGTLA
TGTLT
TGTLC
TGTLG
TGTLM
TGTLL
TGTLN
TGTNA
TGTNT
TGTNC
TGTNG
TGTNM
TGTNL
TGTNN
TGCAA
TGCAT
TGCAC
TGCAG
TGCAM
TGCAL
TGCAN
TGCTA
TGCTT
TGCTC
TGCTG
TGCTM
TGCTL
TGCTN
TGCCA
TGCCT
TGCCC
TGCCG
TGCCM
TGCCL
TGCCN
TGCGA
TGCGT
TGCGC
TGCGG
TGCGM
TGCGL
TGCGN
TGCMA
TGCMT
TGCMC
TGCMG
TGCMM
TGCML
TGCMN
TGCLA
TGCLT
TGCLC
TGCLG
TGCLM
TGCLL
TGCLN
TGCNA
TGCNT
TGCNC
TGCNG
TGCNM
TGCNL
TGCNN
TGGAA
TGGAT
TGGAC
TGGAG
TGGAM
TGGAL
TGGAN
TGGTA
TGGTT
TGGTC
TGGTG
TGGTM
TGGTL
TGGTN
TGGCA
TGGCT
TGGCC
TGGCG
TGGCM
TGGCL
TGGCN
TGGGA
TGGGT
TGGGC
TGGGG
TGGGM
TGGGL
TGGGN
TGGMA
TGGMT
TGGMC
TGGMG
TGGMM
TGGML
TGGMN
TGGLA
TGGLT
TGGLC
TGGLG
TGGLM
TGGLL
TGGLN
TGGNA
TGGNT
TGGNC
TGGNG
TGGNM
TGGNL
TGGNN
TGMAA
TGMAT
TGMAC
TGMAG
TGMAM
TGMAL
TGMAN
TGMTA
TGMTT
TGMTC
TGMTG
TGMTM
TGMTL
TGMTN
TGMCA
TGMCT
TGMCC
TGMCG
TGMCM
TGMCL
TGMCN
TGMGA
TGMGT
TGMGC
TGMGG
TGMGM
TGMGL
TGMGN
TGMMA
TGMMT
TGMMC
TGMMG
TGMMM
TGMML
TGMMN
TGMLA
TGMLT
TGMLC
TGMLG
TGMLM
TGMLL
TGMLN
TGMNA
TGMNT
TGMNC
TGMNG
TGMNM
TGMNL
TGMNN
TGLAA
TGLAT
TGLAC
TGLAG
TGLAM
TGLAL
TGLAN
TGLTA
TGLTT
TGLTC
TGLTG
TGLTM
TGLTL
TGLTN
TGLCA
TGLCT
TGLCC
TGLCG
TGLCM
TGLCL
TGLCN
TGLGA
TGLGT
TGLGC
TGLGG
TGLGM
TGLGL
TGLGN
TGLMA
TGLMT
TGLMC
TGLMG
TGLMM
TGLML
TGLMN
TGLLA
TGLLT
TGLLC
TGLLG
TGLLM
TGLLL
TGLLN
TGLNA
TGLNT
TGLNC
TGLNG
TGLNM
TGLNL
TGLNN
TGNAA
TGNAT
TGNAC
TGNAG
TGNAM
TGNAL
TGNAN
TGNTA
TGNTT
TGNTC
TGNTG
TGNTM
TGNTL
TGNTN
TGNCA
TGNCT
TGNCC
TGNCG
TGNCM
TGNCL
TGNCN
TGNGA
TGNGT
TGNGC
TGNGG
TGNGM
TGNGL
TGNGN
TGNMA
TGNMT
TGNMC
TGNMG
TGNMM
TGNML
TGNMN
TGNLA
TGNLT
TGNLC
TGNLG
TGNLM
TGNLL
TGNLN
TGNNA
TGNNT
TGNNC
TGNNG
TGNNM
TGNNL
TGNNN
TMAAA
TMAAT
TMAAC
TMAAG
TMAAM
TMAAL
TMAAN
TMATA
TMATT
TMATC
TMATG
TMATM
TMATL
TMATN
TMACA
TMACT
TMACC
TMACG
TMACM
TMACL
TMACN
TMAGA
TMAGT
TMAGC
TMAGG
TMAGM
TMAGL
TMAGN
TMAMA
TMAMT
TMAMC
TMAMG
TMAMM
TMAML
TMAMN
TMALA
TMALT
TMALC
TMALG
TMALM
TMALL
TMALN
TMANA
TMANT
TMANC
TMANG
TMANM
TMANL
TMANN
TMTAA
TMTAT
TMTAC
TMTAG
TMTAM
TMTAL
TMTAN
TMTTA
TMTTT
TMTTC
TMTTG
TMTTM
TMTTL
TMTTN
TMTCA
TMTCT
TMTCC
TMTCG
TMTCM
TMTCL
TMTCN
TMTGA
TMTGT
TMTGC
TMTGG
TMTGM
TMTGL
TMTGN
TMTMA
TMTMT
TMTMC
TMTMG
TMTMM
TMTML
TMTMN
TMTLA
TMTLT
TMTLC
TMTLG
TMTLM
TMTLL
TMTLN
TMTNA
TMTNT
TMTNC
TMTNG
TMTNM
TMTNL
TMTNN
TMCAA
TMCAT
TMCAC
TMCAG
TMCAM
TMCAL
TMCAN
TMCTA
TMCTT
TMCTC
TMCTG
TMCTM
TMCTL
TMCTN
TMCCA
TMCCT
TMCCC
TMCCG
TMCCM
TMCCL
TMCCN
TMCGA
TMCGT
TMCGC
TMCGG
TMCGM
TMCGL
TMCGN
TMCMA
TMCMT
TMCMC
TMCMG
TMCMM
TMCML
TMCMN
TMCLA
TMCLT
TMCLC
TMCLG
TMCLM
TMCLL
TMCLN
TMCNA
TMCNT
TMCNC
TMCNG
TMCNM
TMCNL
TMCNN
TMGAA
TMGAT
TMGAC
TMGAG
TMGAM
TMGAL
TMGAN
TMGTA
TMGTT
TMGTC
TMGTG
TMGTM
TMGTL
TMGTN
TMGCA
TMGCT
TMGCC
TMGCG
TMGCM
TMGCL
TMGCN
TMGGA
TMGGT
TMGGC
TMGGG
TMGGM
TMGGL
TMGGN
TMGMA
TMGMT
TMGMC
TMGMG
TMGMM
TMGML
TMGMN
TMGLA
TMGLT
TMGLC
TMGLG
TMGLM
TMGLL
TMGLN
TMGNA
TMGNT
TMGNC
TMGNG
TMGNM
TMGNL
TMGNN
TMMAA
TMMAT
TMMAC
TMMAG
TMMAM
TMMAL
TMMAN
TMMTA
TMMTT
TMMTC
TMMTG
TMMTM
TMMTL
TMMTN
TMMCA
TMMCT
TMMCC
TMMCG
TMMCM
TMMCL
TMMCN
TMMGA
TMMGT
TMMGC
TMMGG
TMMGM
TMMGL
TMMGN
TMMMA
TMMMT
TMMMC
TMMMG
TMMMM
TMMML
TMMMN
TMMLA
TMMLT
TMMLC
TMMLG
TMMLM
TMMLL
TMMLN
TMMNA
TMMNT
TMMNC
TMMNG
TMMNM
TMMNL
TMMNN
TMLAA
TMLAT
TMLAC
TMLAG
TMLAM
TMLAL
TMLAN
TMLTA
TMLTT
TMLTC
TMLTG
TMLTM
TMLTL
TMLTN
TMLCA
TMLCT
TMLCC
TMLCG
TMLCM
TMLCL
TMLCN
TMLGA
TMLGT
TMLGC
TMLGG
TMLGM
TMLGL
TMLGN
TMLMA
TMLMT
TMLMC
TMLMG
TMLMM
TMLML
TMLMN
TMLLA
TMLLT
TMLLC
TMLLG
TMLLM
TMLLL
TMLLN
TMLNA
TMLNT
TMLNC
TMLNG
TMLNM
TMLNL
TMLNN
TMNAA
TMNAT
TMNAC
TMNAG
TMNAM
TMNAL
TMNAN
TMNTA
TMNTT
TMNTC
TMNTG
TMNTM
TMNTL
TMNTN
TMNCA
TMNCT
TMNCC
TMNCG
TMNCM
TMNCL
TMNCN
TMNGA
TMNGT
TMNGC
TMNGG
TMNGM
TMNGL
TMNGN
TMNMA
TMNMT
TMNMC
TMNMG
TMNMM
TMNML
TMNMN
TMNLA
TMNLT
TMNLC
TMNLG
TMNLM
TMNLL
TMNLN
TMNNA
TMNNT
TMNNC
TMNNG
TMNNM
TMNNL
TMNNN
TLAAA
TLAAT
TLAAC
TLAAG
TLAAM
TLAAL
TLAAN
TLATA
TLATT
TLATC
TLATG
TLATM
TLATL
TLATN
TLACA
TLACT
TLACC
TLACG
TLACM
TLACL
TLACN
TLAGA
TLAGT
TLAGC
TLAGG
TLAGM
TLAGL
TLAGN
TLAMA
TLAMT
TLAMC
TLAMG
TLAMM
TLAML
TLAMN
TLALA
TLALT
TLALC
TLALG
TLALM
TLALL
TLALN
TLANA
TLANT
TLANC
TLANG
TLANM
TLANL
TLANN
TLTAA
TLTAT
TLTAC
TLTAG
TLTAM
TLTAL
TLTAN
TLTTA
TLTTT
TLTTC
TLTTG
TLTTM
TLTTL
TLTTN
TLTCA
TLTCT
TLTCC
TLTCG
TLTCM
TLTCL
TLTCN
TLTGA
TLTGT
TLTGC
TLTGG
TLTGM
TLTGL
TLTGN
TLTMA
TLTMT
TLTMC
TLTMG
TLTMM
TLTML
TLTMN
TLTLA
TLTLT
TLTLC
TLTLG
TLTLM
TLTLL
TLTLN
TLTNA
TLTNT
TLTNC
TLTNG
TLTNM
TLTNL
TLTNN
TLCAA
TLCAT
TLCAC
TLCAG
TLCAM
TLCAL
TLCAN
TLCTA
TLCTT
TLCTC
TLCTG
TLCTM
TLCTL
TLCTN
TLCCA
TLCCT
TLCCC
TLCCG
TLCCM
TLCCL
TLCCN
TLCGA
TLCGT
TLCGC
TLCGG
TLCGM
TLCGL
TLCGN
TLCMA
TLCMT
TLCMC
TLCMG
TLCMM
TLCML
TLCMN
TLCLA
TLCLT
TLCLC
TLCLG
TLCLM
TLCLL
TLCLN
TLCNA
TLCNT
TLCNC
TLCNG
TLCNM
TLCNL
TLCNN
TLGAA
TLGAT
TLGAC
TLGAG
TLGAM
TLGAL
TLGAN
TLGTA
TLGTT
TLGTC
TLGTG
TLGTM
TLGTL
TLGTN
TLGCA
TLGCT
TLGCC
TLGCG
TLGCM
TLGCL
TLGCN
TLGGA
TLGGT
TLGGC
TLGGG
TLGGM
TLGGL
TLGGN
TLGMA
TLGMT
TLGMC
TLGMG
TLGMM
TLGML
TLGMN
TLGLA
TLGLT
TLGLC
TLGLG
TLGLM
TLGLL
TLGLN
TLGNA
TLGNT
TLGNC
TLGNG
TLGNM
TLGNL
TLGNN
TLMAA
TLMAT
TLMAC
TLMAG
TLMAM
TLMAL
TLMAN
TLMTA
TLMTT
TLMTC
TLMTG
TLMTM
TLMTL
TLMTN
TLMCA
TLMCT
TLMCC
TLMCG
TLMCM
TLMCL
TLMCN
TLMGA
TLMGT
TLMGC
TLMGG
TLMGM
TLMGL
TLMGN
TLMMA
TLMMT
TLMMC
TLMMG
TLMMM
TLMML
TLMMN
TLMLA
TLMLT
TLMLC
TLMLG
TLMLM
TLMLL
TLMLN
TLMNA
TLMNT
TLMNC
TLMNG
TLMNM
TLMNL
TLMNN
TLLAA
TLLAT
TLLAC
TLLAG
TLLAM
TLLAL
TLLAN
TLLTA
TLLTT
TLLTC
TLLTG
TLLTM
TLLTL
TLLTN
TLLCA
TLLCT
TLLCC
TLLCG
TLLCM
TLLCL
TLLCN
TLLGA
TLLGT
TLLGC
TLLGG
TLLGM
TLLGL
TLLGN
TLLMA
TLLMT
TLLMC
TLLMG
TLLMM
TLLML
TLLMN
TLLLA
TLLLT
TLLLC
TLLLG
TLLLM
TLLLL
TLLLN
TLLNA
TLLNT
TLLNC
TLLNG
TLLNM
TLLNL
TLLNN
TLNAA
TLNAT
TLNAC
TLNAG
TLNAM
TLNAL
TLNAN
TLNTA
TLNTT
TLNTC
TLNTG
TLNTM
TLNTL
TLNTN
TLNCA
TLNCT
TLNCC
TLNCG
TLNCM
TLNCL
TLNCN
TLNGA
TLNGT
TLNGC
TLNGG
TLNGM
TLNGL
TLNGN
TLNMA
TLNMT
TLNMC
TLNMG
TLNMM
TLNML
TLNMN
TLNLA
TLNLT
TLNLC
TLNLG
TLNLM
TLNLL
TLNLN
TLNNA
TLNNT
TLNNC
TLNNG
TLNNM
TLNNL
TLNNN
TNAAA
TNAAT
TNAAC
TNAAG
TNAAM
TNAAL
TNAAN
TNATA
TNATT
TNATC
TNATG
TNATM
TNATL
TNATN
TNACA
TNACT
TNACC
TNACG
TNACM
TNACL
TNACN
TNAGA
TNAGT
TNAGC
TNAGG
TNAGM
TNAGL
TNAGN
TNAMA
TNAMT
TNAMC
TNAMG
TNAMM
TNAML
TNAMN
TNALA
TNALT
TNALC
TNALG
TNALM
TNALL
TNALN
TNANA
TNANT
TNANC
TNANG
TNANM
TNANL
TNANN
TNTAA
TNTAT
TNTAC
TNTAG
TNTAM
TNTAL
TNTAN
TNTTA
TNTTT
TNTTC
TNTTG
TNTTM
TNTTL
TNTTN
TNTCA
TNTCT
TNTCC
TNTCG
TNTCM
TNTCL
TNTCN
TNTGA
TNTGT
TNTGC
TNTGG
TNTGM
TNTGL
TNTGN
TNTMA
TNTMT
TNTMC
TNTMG
TNTMM
TNTML
TNTMN
TNTLA
TNTLT
TNTLC
TNTLG
TNTLM
TNTLL
TNTLN
TNTNA
TNTNT
TNTNC
TNTNG
TNTNM
TNTNL
TNTNN
TNCAA
TNCAT
TNCAC
TNCAG
TNCAM
TNCAL
TNCAN
TNCTA
TNCTT
TNCTC
TNCTG
TNCTM
TNCTL
TNCTN
TNCCA
TNCCT
TNCCC
TNCCG
TNCCM
TNCCL
TNCCN
TNCGA
TNCGT
TNCGC
TNCGG
TNCGM
TNCGL
TNCGN
TNCMA
TNCMT
TNCMC
TNCMG
TNCMM
TNCML
TNCMN
TNCLA
TNCLT
TNCLC
TNCLG
TNCLM
TNCLL
TNCLN
TNCNA
TNCNT
TNCNC
TNCNG
TNCNM
TNCNL
TNCNN
TNGAA
TNGAT
TNGAC
TNGAG
TNGAM
TNGAL
TNGAN
TNGTA
TNGTT
TNGTC
TNGTG
TNGTM
TNGTL
TNGTN
TNGCA
TNGCT
TNGCC
TNGCG
TNGCM
TNGCL
TNGCN
TNGGA
TNGGT
TNGGC
TNGGG
TNGGM
TNGGL
TNGGN
TNGMA
TNGMT
TNGMC
TNGMG
TNGMM
TNGML
TNGMN
TNGLA
TNGLT
TNGLC
TNGLG
TNGLM
TNGLL
TNGLN
TNGNA
TNGNT
TNGNC
TNGNG
TNGNM
TNGNL
TNGNN
TNMAA
TNMAT
TNMAC
TNMAG
TNMAM
TNMAL
TNMAN
TNMTA
TNMTT
TNMTC
TNMTG
TNMTM
TNMTL
TNMTN
TNMCA
TNMCT
TNMCC
TNMCG
TNMCM
TNMCL
TNMCN
TNMGA
TNMGT
TNMGC
TNMGG
TNMGM
TNMGL
TNMGN
TNMMA
TNMMT
TNMMC
TNMMG
TNMMM
TNMML
TNMMN
TNMLA
TNMLT
TNMLC
TNMLG
TNMLM
TNMLL
TNMLN
TNMNA
TNMNT
TNMNC
TNMNG
TNMNM
TNMNL
TNMNN
TNLAA
TNLAT
TNLAC
TNLAG
TNLAM
TNLAL
TNLAN
TNLTA
TNLTT
TNLTC
TNLTG
TNLTM
TNLTL
TNLTN
TNLCA
TNLCT
TNLCC
TNLCG
TNLCM
TNLCL
TNLCN
TNLGA
TNLGT
TNLGC
TNLGG
TNLGM
TNLGL
TNLGN
TNLMA
TNLMT
TNLMC
TNLMG
TNLMM
TNLML
TNLMN
TNLLA
TNLLT
TNLLC
TNLLG
TNLLM
TNLLL
TNLLN
TNLNA
TNLNT
TNLNC
TNLNG
TNLNM
TNLNL
TNLNN
TNNAA
TNNAT
TNNAC
TNNAG
TNNAM
TNNAL
TNNAN
TNNTA
TNNTT
TNNTC
TNNTG
TNNTM
TNNTL
TNNTN
TNNCA
TNNCT
TNNCC
TNNCG
TNNCM
TNNCL
TNNCN
TNNGA
TNNGT
TNNGC
TNNGG
TNNGM
TNNGL
TNNGN
TNNMA
TNNMT
TNNMC
TNNMG
TNNMM
TNNML
TNNMN
TNNLA
TNNLT
TNNLC
TNNLG
TNNLM
TNNLL
TNNLN
TNNNA
TNNNT
TNNNC
TNNNG
TNNNM
TNNNL
TNNNN
CAAAA
CAAAT
CAAAC
CAAAG
CAAAM
CAAAL
CAAAN
CAATA
CAATT
CAATC
CAATG
CAATM
CAATL
CAATN
CAACA
CAACT
CAACC
CAACG
CAACM
CAACL
CAACN
CAAGA
CAAGT
CAAGC
CAAGG
CAAGM
CAAGL
CAAGN
CAAMA
CAAMT
CAAMC
CAAMG
CAAMM
CAAML
CAAMN
CAALA
CAALT
CAALC
CAALG
CAALM
CAALL
CAALN
CAANA
CAANT
CAANC
CAANG
CAANM
CAANL
CAANN
CATAA
CATAT
CATAC
CATAG
CATAM
CATAL
CATAN
CATTA
CATTT
CATTC
CATTG
CATTM
CATTL
CATTN
CATCA
CATCT
CATCC
CATCG
CATCM
CATCL
CATCN
CATGA
CATGT
CATGC
CATGG
CATGM
CATGL
CATGN
CATMA
CATMT
CATMC
CATMG
CATMM
CATML
CATMN
CATLA
CATLT
CATLC
CATLG
CATLM
CATLL
CATLN
CATNA
CATNT
CATNC
CATNG
CATNM
CATNL
CATNN
CACAA
CACAT
CACAC
CACAG
CACAM
CACAL
CACAN
CACTA
CACTT
CACTC
CACTG
CACTM
CACTL
CACTN
CACCA
CACCT
CACCC
CACCG
CACCM
CACCL
CACCN
CACGA
CACGT
CACGC
CACGG
CACGM
CACGL
CACGN
CACMA
CACMT
CACMC
CACMG
CACMM
CACML
CACMN
CACLA
CACLT
CACLC
CACLG
CACLM
CACLL
CACLN
CACNA
CACNT
CACNC
CACNG
CACNM
CACNL
CACNN
CAGAA
CAGAT
CAGAC
CAGAG
CAGAM
CAGAL
CAGAN
CAGTA
CAGTT
CAGTC
CAGTG
CAGTM
CAGTL
CAGTN
CAGCA
CAGCT
CAGCC
CAGCG
CAGCM
CAGCL
CAGCN
CAGGA
CAGGT
CAGGC
CAGGG
CAGGM
CAGGL
CAGGN
CAGMA
CAGMT
CAGMC
CAGMG
CAGMM
CAGML
CAGMN
CAGLA
CAGLT
CAGLC
CAGLG
CAGLM
CAGLL
CAGLN
CAGNA
CAGNT
CAGNC
CAGNG
CAGNM
CAGNL
CAGNN
CAMAA
CAMAT
CAMAC
CAMAG
CAMAM
CAMAL
CAMAN
CAMTA
CAMTT
CAMTC
CAMTG
CAMTM
CAMTL
CAMTN
CAMCA
CAMCT
CAMCC
CAMCG
CAMCM
CAMCL
CAMCN
CAMGA
CAMGT
CAMGC
CAMGG
CAMGM
CAMGL
CAMGN
CAMMA
CAMMT
CAMMC
CAMMG
CAMMM
CAMML
CAMMN
CAMLA
CAMLT
CAMLC
CAMLG
CAMLM
CAMLL
CAMLN
CAMNA
CAMNT
CAMNC
CAMNG
CAMNM
CAMNL
CAMNN
CALAA
CALAT
CALAC
CALAG
CALAM
CALAL
CALAN
CALTA
CALTT
CALTC
CALTG
CALTM
CALTL
CALTN
CALCA
CALCT
CALCC
CALCG
CALCM
CALCL
CALCN
CALGA
CALGT
CALGC
CALGG
CALGM
CALGL
CALGN
CALMA
CALMT
CALMC
CALMG
CALMM
CALML
CALMN
CALLA
CALLT
CALLC
CALLG
CALLM
CALLL
CALLN
CALNA
CALNT
CALNC
CALNG
CALNM
CALNL
CALNN
CANAA
CANAT
CANAC
CANAG
CANAM
CANAL
CANAN
CANTA
CANTT
CANTC
CANTG
CANTM
CANTL
CANTN
CANCA
CANCT
CANCC
CANCG
CANCM
CANCL
CANCN
CANGA
CANGT
CANGC
CANGG
CANGM
CANGL
CANGN
CANMA
CANMT
CANMC
CANMG
CANMM
CANML
CANMN
CANLA
CANLT
CANLC
CANLG
CANLM
CANLL
CANLN
CANNA
CANNT
CANNC
CANNG
CANNM
CANNL
CANNN
CTAAA
CTAAT
CTAAC
CTAAG
CTAAM
CTAAL
CTAAN
CTATA
CTATT
CTATC
CTATG
CTATM
CTATL
CTATN
CTACA
CTACT
CTACC
CTACG
CTACM
CTACL
CTACN
CTAGA
CTAGT
CTAGC
CTAGG
CTAGM
CTAGL
CTAGN
CTAMA
CTAMT
CTAMC
CTAMG
CTAMM
CTAML
CTAMN
CTALA
CTALT
CTALC
CTALG
CTALM
CTALL
CTALN
CTANA
CTANT
CTANC
CTANG
CTANM
CTANL
CTANN
CTTAA
CTTAT
CTTAC
CTTAG
CTTAM
CTTAL
CTTAN
CTTTA
CTTTT
CTTTC
CTTTG
CTTTM
CTTTL
CTTTN
CTTCA
CTTCT
CTTCC
CTTCG
CTTCM
CTTCL
CTTCN
CTTGA
CTTGT
CTTGC
CTTGG
CTTGM
CTTGL
CTTGN
CTTMA
CTTMT
CTTMC
CTTMG
CTTMM
CTTML
CTTMN
CTTLA
CTTLT
CTTLC
CTTLG
CTTLM
CTTLL
CTTLN
CTTNA
CTTNT
CTTNC
CTTNG
CTTNM
CTTNL
CTTNN
CTCAA
CTCAT
CTCAC
CTCAG
CTCAM
CTCAL
CTCAN
CTCTA
CTCTT
CTCTC
CTCTG
CTCTM
CTCTL
CTCTN
CTCCA
CTCCT
CTCCC
CTCCG
CTCCM
CTCCL
CTCCN
CTCGA
CTCGT
CTCGC
CTCGG
CTCGM
CTCGL
CTCGN
CTCMA
CTCMT
CTCMC
CTCMG
CTCMM
CTCML
CTCMN
CTCLA
CTCLT
CTCLC
CTCLG
CTCLM
CTCLL
CTCLN
CTCNA
CTCNT
CTCNC
CTCNG
CTCNM
CTCNL
CTCNN
CTGAA
CTGAT
CTGAC
CTGAG
CTGAM
CTGAL
CTGAN
CTGTA
CTGTT
CTGTC
CTGTG
CTGTM
CTGTL
CTGTN
CTGCA
CTGCT
CTGCC
CTGCG
CTGCM
CTGCL
CTGCN
CTGGA
CTGGT
CTGGC
CTGGG
CTGGM
CTGGL
CTGGN
CTGMA
CTGMT
CTGMC
CTGMG
CTGMM
CTGML
CTGMN
CTGLA
CTGLT
CTGLC
CTGLG
CTGLM
CTGLL
CTGLN
CTGNA
CTGNT
CTGNC
CTGNG
CTGNM
CTGNL
CTGNN
CTMAA
CTMAT
CTMAC
CTMAG
CTMAM
CTMAL
CTMAN
CTMTA
CTMTT
CTMTC
CTMTG
CTMTM
CTMTL
CTMTN
CTMCA
CTMCT
CTMCC
CTMCG
CTMCM
CTMCL
CTMCN
CTMGA
CTMGT
CTMGC
CTMGG
CTMGM
CTMGL
CTMGN
CTMMA
CTMMT
CTMMC
CTMMG
CTMMM
CTMML
CTMMN
CTMLA
CTMLT
CTMLC
CTMLG
CTMLM
CTMLL
CTMLN
CTMNA
CTMNT
CTMNC
CTMNG
CTMNM
CTMNL
CTMNN
CTLAA
CTLAT
CTLAC
CTLAG
CTLAM
CTLAL
CTLAN
CTLTA
CTLTT
CTLTC
CTLTG
CTLTM
CTLTL
CTLTN
CTLCA
CTLCT
CTLCC
CTLCG
CTLCM
CTLCL
CTLCN
CTLGA
CTLGT
CTLGC
CTLGG
CTLGM
CTLGL
CTLGN
CTLMA
CTLMT
CTLMC
CTLMG
CTLMM
CTLML
CTLMN
CTLLA
CTLLT
CTLLC
CTLLG
CTLLM
CTLLL
CTLLN
CTLNA
CTLNT
CTLNC
CTLNG
CTLNM
CTLNL
CTLNN
CTNAA
CTNAT
CTNAC
CTNAG
CTNAM
CTNAL
CTNAN
CTNTA
CTNTT
CTNTC
CTNTG
CTNTM
CTNTL
CTNTN
CTNCA
CTNCT
CTNCC
CTNCG
CTNCM
CTNCL
CTNCN
CTNGA
CTNGT
CTNGC
CTNGG
CTNGM
CTNGL
CTNGN
CTNMA
CTNMT
CTNMC
CTNMG
CTNMM
CTNML
CTNMN
CTNLA
CTNLT
CTNLC
CTNLG
CTNLM
CTNLL
CTNLN
CTNNA
CTNNT
CTNNC
CTNNG
CTNNM
CTNNL
CTNNN
CCAAA
CCAAT
CCAAC
CCAAG
CCAAM
CCAAL
CCAAN
CCATA
CCATT
CCATC
CCATG
CCATM
CCATL
CCATN
CCACA
CCACT
CCACC
CCACG
CCACM
CCACL
CCACN
CCAGA
CCAGT
CCAGC
CCAGG
CCAGM
CCAGL
CCAGN
CCAMA
CCAMT
CCAMC
CCAMG
CCAMM
CCAML
CCAMN
CCALA
CCALT
CCALC
CCALG
CCALM
CCALL
CCALN
CCANA
CCANT
CCANC
CCANG
CCANM
CCANL
CCANN
CCTAA
CCTAT
CCTAC
CCTAG
CCTAM
CCTAL
CCTAN
CCTTA
CCTTT
CCTTC
CCTTG
CCTTM
CCTTL
CCTTN
CCTCA
CCTCT
CCTCC
CCTCG
CCTCM
CCTCL
CCTCN
CCTGA
CCTGT
CCTGC
CCTGG
CCTGM
CCTGL
CCTGN
CCTMA
CCTMT
CCTMC
CCTMG
CCTMM
CCTML
CCTMN
CCTLA
CCTLT
CCTLC
CCTLG
CCTLM
CCTLL
CCTLN
CCTNA
CCTNT
CCTNC
CCTNG
CCTNM
CCTNL
CCTNN
CCCAA
CCCAT
CCCAC
CCCAG
CCCAM
CCCAL
CCCAN
CCCTA
CCCTT
CCCTC
CCCTG
CCCTM
CCCTL
CCCTN
CCCCA
CCCCT
CCCCC
CCCCG
CCCCM
CCCCL
CCCCN
CCCGA
CCCGT
CCCGC
CCCGG
CCCGM
CCCGL
CCCGN
CCCMA
CCCMT
CCCMC
CCCMG
CCCMM
CCCML
CCCMN
CCCLA
CCCLT
CCCLC
CCCLG
CCCLM
CCCLL
CCCLN
CCCNA
CCCNT
CCCNC
CCCNG
CCCNM
CCCNL
CCCNN
CCGAA
CCGAT
CCGAC
CCGAG
CCGAM
CCGAL
CCGAN
CCGTA
CCGTT
CCGTC
CCGTG
CCGTM
CCGTL
CCGTN
CCGCA
CCGCT
CCGCC
CCGCG
CCGCM
CCGCL
CCGCN
CCGGA
CCGGT
CCGGC
CCGGG
CCGGM
CCGGL
CCGGN
CCGMA
CCGMT
CCGMC
CCGMG
CCGMM
CCGML
CCGMN
CCGLA
CCGLT
CCGLC
CCGLG
CCGLM
CCGLL
CCGLN
CCGNA
CCGNT
CCGNC
CCGNG
CCGNM
CCGNL
CCGNN
CCMAA
CCMAT
CCMAC
CCMAG
CCMAM
CCMAL
CCMAN
CCMTA
CCMTT
CCMTC
CCMTG
CCMTM
CCMTL
CCMTN
CCMCA
CCMCT
CCMCC
CCMCG
CCMCM
CCMCL
CCMCN
CCMGA
CCMGT
CCMGC
CCMGG
CCMGM
CCMGL
CCMGN
CCMMA
CCMMT
CCMMC
CCMMG
CCMMM
CCMML
CCMMN
CCMLA
CCMLT
CCMLC
CCMLG
CCMLM
CCMLL
CCMLN
CCMNA
CCMNT
CCMNC
CCMNG
CCMNM
CCMNL
CCMNN
CCLAA
CCLAT
CCLAC
CCLAG
CCLAM
CCLAL
CCLAN
CCLTA
CCLTT
CCLTC
CCLTG
CCLTM
CCLTL
CCLTN
CCLCA
CCLCT
CCLCC
CCLCG
CCLCM
CCLCL
CCLCN
CCLGA
CCLGT
CCLGC
CCLGG
CCLGM
CCLGL
CCLGN
CCLMA
CCLMT
CCLMC
CCLMG
CCLMM
CCLML
CCLMN
CCLLA
CCLLT
CCLLC
CCLLG
CCLLM
CCLLL
CCLLN
CCLNA
CCLNT
CCLNC
CCLNG
CCLNM
CCLNL
CCLNN
CCNAA
CCNAT
CCNAC
CCNAG
CCNAM
CCNAL
CCNAN
CCNTA
CCNTT
CCNTC
CCNTG
CCNTM
CCNTL
CCNTN
CCNCA
CCNCT
CCNCC
CCNCG
CCNCM
CCNCL
CCNCN
CCNGA
CCNGT
CCNGC
CCNGG
CCNGM
CCNGL
CCNGN
CCNMA
CCNMT
CCNMC
CCNMG
CCNMM
CCNML
CCNMN
CCNLA
CCNLT
CCNLC
CCNLG
CCNLM
CCNLL
CCNLN
CCNNA
CCNNT
CCNNC
CCNNG
CCNNM
CCNNL
CCNNN
CGAAA
CGAAT
CGAAC
CGAAG
CGAAM
CGAAL
CGAAN
CGATA
CGATT
CGATC
CGATG
CGATM
CGATL
CGATN
CGACA
CGACT
CGACC
CGACG
CGACM
CGACL
CGACN
CGAGA
CGAGT
CGAGC
CGAGG
CGAGM
CGAGL
CGAGN
CGAMA
CGAMT
CGAMC
CGAMG
CGAMM
CGAML
CGAMN
CGALA
CGALT
CGALC
CGALG
CGALM
CGALL
CGALN
CGANA
CGANT
CGANC
CGANG
CGANM
CGANL
CGANN
CGTAA
CGTAT
CGTAC
CGTAG
CGTAM
CGTAL
CGTAN
CGTTA
CGTTT
CGTTC
CGTTG
CGTTM
CGTTL
CGTTN
CGTCA
CGTCT
CGTCC
CGTCG
CGTCM
CGTCL
CGTCN
CGTGA
CGTGT
CGTGC
CGTGG
CGTGM
CGTGL
CGTGN
CGTMA
CGTMT
CGTMC
CGTMG
CGTMM
CGTML
CGTMN
CGTLA
CGTLT
CGTLC
CGTLG
CGTLM
CGTLL
CGTLN
CGTNA
CGTNT
CGTNC
CGTNG
CGTNM
CGTNL
CGTNN
CGCAA
CGCAT
CGCAC
CGCAG
CGCAM
CGCAL
CGCAN
CGCTA
CGCTT
CGCTC
CGCTG
CGCTM
CGCTL
CGCTN
CGCCA
CGCCT
CGCCC
CGCCG
CGCCM
CGCCL
CGCCN
CGCGA
CGCGT
CGCGC
CGCGG
CGCGM
CGCGL
CGCGN
CGCMA
CGCMT
CGCMC
CGCMG
CGCMM
CGCML
CGCMN
CGCLA
CGCLT
CGCLC
CGCLG
CGCLM
CGCLL
CGCLN
CGCNA
CGCNT
CGCNC
CGCNG
CGCNM
CGCNL
CGCNN
CGGAA
CGGAT
CGGAC
CGGAG
CGGAM
CGGAL
CGGAN
CGGTA
CGGTT
CGGTC
CGGTG
CGGTM
CGGTL
CGGTN
CGGCA
CGGCT
CGGCC
CGGCG
CGGCM
CGGCL
CGGCN
CGGGA
CGGGT
CGGGC
CGGGG
CGGGM
CGGGL
CGGGN
CGGMA
CGGMT
CGGMC
CGGMG
CGGMM
CGGML
CGGMN
CGGLA
CGGLT
CGGLC
CGGLG
CGGLM
CGGLL
CGGLN
CGGNA
CGGNT
CGGNC
CGGNG
CGGNM
CGGNL
CGGNN
CGMAA
CGMAT
CGMAC
CGMAG
CGMAM
CGMAL
CGMAN
CGMTA
CGMTT
CGMTC
CGMTG
CGMTM
CGMTL
CGMTN
CGMCA
CGMCT
CGMCC
CGMCG
CGMCM
CGMCL
CGMCN
CGMGA
CGMGT
CGMGC
CGMGG
CGMGM
CGMGL
CGMGN
CGMMA
CGMMT
CGMMC
CGMMG
CGMMM
CGMML
CGMMN
CGMLA
CGMLT
CGMLC
CGMLG
CGMLM
CGMLL
CGMLN
CGMNA
CGMNT
CGMNC
CGMNG
CGMNM
CGMNL
CGMNN
CGLAA
CGLAT
CGLAC
CGLAG
CGLAM
CGLAL
CGLAN
CGLTA
CGLTT
CGLTC
CGLTG
CGLTM
CGLTL
CGLTN
CGLCA
CGLCT
CGLCC
CGLCG
CGLCM
CGLCL
CGLCN
CGLGA
CGLGT
CGLGC
CGLGG
CGLGM
CGLGL
CGLGN
CGLMA
CGLMT
CGLMC
CGLMG
CGLMM
CGLML
CGLMN
CGLLA
CGLLT
CGLLC
CGLLG
CGLLM
CGLLL
CGLLN
CGLNA
CGLNT
CGLNC
CGLNG
CGLNM
CGLNL
CGLNN
CGNAA
CGNAT
CGNAC
CGNAG
CGNAM
CGNAL
CGNAN
CGNTA
CGNTT
CGNTC
CGNTG
CGNTM
CGNTL
CGNTN
CGNCA
CGNCT
CGNCC
CGNCG
CGNCM
CGNCL
CGNCN
CGNGA
CGNGT
CGNGC
CGNGG
CGNGM
CGNGL
CGNGN
CGNMA
CGNMT
CGNMC
CGNMG
CGNMM
CGNML
CGNMN
CGNLA
CGNLT
CGNLC
CGNLG
CGNLM
CGNLL
CGNLN
CGNNA
CGNNT
CGNNC
CGNNG
CGNNM
CGNNL
CGNNN
CMAAA
CMAAT
CMAAC
CMAAG
CMAAM
CMAAL
CMAAN
CMATA
CMATT
CMATC
CMATG
CMATM
CMATL
CMATN
CMACA
CMACT
CMACC
CMACG
CMACM
CMACL
CMACN
CMAGA
CMAGT
CMAGC
CMAGG
CMAGM
CMAGL
CMAGN
CMAMA
CMAMT
CMAMC
CMAMG
CMAMM
CMAML
CMAMN
CMALA
CMALT
CMALC
CMALG
CMALM
CMALL
CMALN
CMANA
CMANT
CMANC
CMANG
CMANM
CMANL
CMANN
CMTAA
CMTAT
CMTAC
CMTAG
CMTAM
CMTAL
CMTAN
CMTTA
CMTTT
CMTTC
CMTTG
CMTTM
CMTTL
CMTTN
CMTCA
CMTCT
CMTCC
CMTCG
CMTCM
CMTCL
CMTCN
CMTGA
CMTGT
CMTGC
CMTGG
CMTGM
CMTGL
CMTGN
CMTMA
CMTMT
CMTMC
CMTMG
CMTMM
CMTML
CMTMN
CMTLA
CMTLT
CMTLC
CMTLG
CMTLM
CMTLL
CMTLN
CMTNA
CMTNT
CMTNC
CMTNG
CMTNM
CMTNL
CMTNN
CMCAA
CMCAT
CMCAC
CMCAG
CMCAM
CMCAL
CMCAN
CMCTA
CMCTT
CMCTC
CMCTG
CMCTM
CMCTL
CMCTN
CMCCA
CMCCT
CMCCC
CMCCG
CMCCM
CMCCL
CMCCN
CMCGA
CMCGT
CMCGC
CMCGG
CMCGM
CMCGL
CMCGN
CMCMA
CMCMT
CMCMC
CMCMG
CMCMM
CMCML
CMCMN
CMCLA
CMCLT
CMCLC
CMCLG
CMCLM
CMCLL
CMCLN
CMCNA
CMCNT
CMCNC
CMCNG
CMCNM
CMCNL
CMCNN
CMGAA
CMGAT
CMGAC
CMGAG
CMGAM
CMGAL
CMGAN
CMGTA
CMGTT
CMGTC
CMGTG
CMGTM
CMGTL
CMGTN
CMGCA
CMGCT
CMGCC
CMGCG
CMGCM
CMGCL
CMGCN
CMGGA
CMGGT
CMGGC
CMGGG
CMGGM
CMGGL
CMGGN
CMGMA
CMGMT
CMGMC
CMGMG
CMGMM
CMGML
CMGMN
CMGLA
CMGLT
CMGLC
CMGLG
CMGLM
CMGLL
CMGLN
CMGNA
CMGNT
CMGNC
CMGNG
CMGNM
CMGNL
CMGNN
CMMAA
CMMAT
CMMAC
CMMAG
CMMAM
CMMAL
CMMAN
CMMTA
CMMTT
CMMTC
CMMTG
CMMTM
CMMTL
CMMTN
CMMCA
CMMCT
CMMCC
CMMCG
CMMCM
CMMCL
CMMCN
CMMGA
CMMGT
CMMGC
CMMGG
CMMGM
CMMGL
CMMGN
CMMMA
CMMMT
CMMMC
CMMMG
CMMMM
CMMML
CMMMN
CMMLA
CMMLT
CMMLC
CMMLG
CMMLM
CMMLL
CMMLN
CMMNA
CMMNT
CMMNC
CMMNG
CMMNM
CMMNL
CMMNN
CMLAA
CMLAT
CMLAC
CMLAG
CMLAM
CMLAL
CMLAN
CMLTA
CMLTT
CMLTC
CMLTG
CMLTM
CMLTL
CMLTN
CMLCA
CMLCT
CMLCC
CMLCG
CMLCM
CMLCL
CMLCN
CMLGA
CMLGT
CMLGC
CMLGG
CMLGM
CMLGL
CMLGN
CMLMA
CMLMT
CMLMC
CMLMG
CMLMM
CMLML
CMLMN
CMLLA
CMLLT
CMLLC
CMLLG
CMLLM
CMLLL
CMLLN
CMLNA
CMLNT
CMLNC
CMLNG
CMLNM
CMLNL
CMLNN
CMNAA
CMNAT
CMNAC
CMNAG
CMNAM
CMNAL
CMNAN
CMNTA
CMNTT
CMNTC
CMNTG
CMNTM
CMNTL
CMNTN
CMNCA
CMNCT
CMNCC
CMNCG
CMNCM
CMNCL
CMNCN
CMNGA
CMNGT
CMNGC
CMNGG
CMNGM
CMNGL
CMNGN
CMNMA
CMNMT
CMNMC
CMNMG
CMNMM
CMNML
CMNMN
CMNLA
CMNLT
CMNLC
CMNLG
CMNLM
CMNLL
CMNLN
CMNNA
CMNNT
CMNNC
CMNNG
CMNNM
CMNNL
CMNNN
CLAAA
CLAAT
CLAAC
CLAAG
CLAAM
CLAAL
CLAAN
CLATA
CLATT
CLATC
CLATG
CLATM
CLATL
CLATN
CLACA
CLACT
CLACC
CLACG
CLACM
CLACL
CLACN
CLAGA
CLAGT
CLAGC
CLAGG
CLAGM
CLAGL
CLAGN
CLAMA
CLAMT
CLAMC
CLAMG
CLAMM
CLAML
CLAMN
CLALA
CLALT
CLALC
CLALG
CLALM
CLALL
CLALN
CLANA
CLANT
CLANC
CLANG
CLANM
CLANL
CLANN
CLTAA
CLTAT
CLTAC
CLTAG
CLTAM
CLTAL
CLTAN
CLTTA
CLTTT
CLTTC
CLTTG
CLTTM
CLTTL
CLTTN
CLTCA
CLTCT
CLTCC
CLTCG
CLTCM
CLTCL
CLTCN
CLTGA
CLTGT
CLTGC
CLTGG
CLTGM
CLTGL
CLTGN
CLTMA
CLTMT
CLTMC
CLTMG
CLTMM
CLTML
CLTMN
CLTLA
CLTLT
CLTLC
CLTLG
CLTLM
CLTLL
CLTLN
CLTNA
CLTNT
CLTNC
CLTNG
CLTNM
CLTNL
CLTNN
CLCAA
CLCAT
CLCAC
CLCAG
CLCAM
CLCAL
CLCAN
CLCTA
CLCTT
CLCTC
CLCTG
CLCTM
CLCTL
CLCTN
CLCCA
CLCCT
CLCCC
CLCCG
CLCCM
CLCCL
CLCCN
CLCGA
CLCGT
CLCGC
CLCGG
CLCGM
CLCGL
CLCGN
CLCMA
CLCMT
CLCMC
CLCMG
CLCMM
CLCML
CLCMN
CLCLA
CLCLT
CLCLC
CLCLG
CLCLM
CLCLL
CLCLN
CLCNA
CLCNT
CLCNC
CLCNG
CLCNM
CLCNL
CLCNN
CLGAA
CLGAT
CLGAC
CLGAG
CLGAM
CLGAL
CLGAN
CLGTA
CLGTT
CLGTC
CLGTG
CLGTM
CLGTL
CLGTN
CLGCA
CLGCT
CLGCC
CLGCG
CLGCM
CLGCL
CLGCN
CLGGA
CLGGT
CLGGC
CLGGG
CLGGM
CLGGL
CLGGN
CLGMA
CLGMT
CLGMC
CLGMG
CLGMM
CLGML
CLGMN
CLGLA
CLGLT
CLGLC
CLGLG
CLGLM
CLGLL
CLGLN
CLGNA
CLGNT
CLGNC
CLGNG
CLGNM
CLGNL
CLGNN
CLMAA
CLMAT
CLMAC
CLMAG
CLMAM
CLMAL
CLMAN
CLMTA
CLMTT
CLMTC
CLMTG
CLMTM
CLMTL
CLMTN
CLMCA
CLMCT
CLMCC
CLMCG
CLMCM
CLMCL
CLMCN
CLMGA
CLMGT
CLMGC
CLMGG
CLMGM
CLMGL
CLMGN
CLMMA
CLMMT
CLMMC
CLMMG
CLMMM
CLMML
CLMMN
CLMLA
CLMLT
CLMLC
CLMLG
CLMLM
CLMLL
CLMLN
CLMNA
CLMNT
CLMNC
CLMNG
CLMNM
CLMNL
CLMNN
CLLAA
CLLAT
CLLAC
CLLAG
CLLAM
CLLAL
CLLAN
CLLTA
CLLTT
CLLTC
CLLTG
CLLTM
CLLTL
CLLTN
CLLCA
CLLCT
CLLCC
CLLCG
CLLCM
CLLCL
CLLCN
CLLGA
CLLGT
CLLGC
CLLGG
CLLGM
CLLGL
CLLGN
CLLMA
CLLMT
CLLMC
CLLMG
CLLMM
CLLML
CLLMN
CLLLA
CLLLT
CLLLC
CLLLG
CLLLM
CLLLL
CLLLN
CLLNA
CLLNT
CLLNC
CLLNG
CLLNM
CLLNL
CLLNN
CLNAA
CLNAT
CLNAC
CLNAG
CLNAM
CLNAL
CLNAN
CLNTA
CLNTT
CLNTC
CLNTG
CLNTM
CLNTL
CLNTN
CLNCA
CLNCT
CLNCC
CLNCG
CLNCM
CLNCL
CLNCN
CLNGA
CLNGT
CLNGC
CLNGG
CLNGM
CLNGL
CLNGN
CLNMA
CLNMT
CLNMC
CLNMG
CLNMM
CLNML
CLNMN
CLNLA
CLNLT
CLNLC
CLNLG
CLNLM
CLNLL
CLNLN
CLNNA
CLNNT
CLNNC
CLNNG
CLNNM
CLNNL
CLNNN
CNAAA
CNAAT
CNAAC
CNAAG
CNAAM
CNAAL
CNAAN
CNATA
CNATT
CNATC
CNATG
CNATM
CNATL
CNATN
CNACA
CNACT
CNACC
CNACG
CNACM
CNACL
CNACN
CNAGA
CNAGT
CNAGC
CNAGG
CNAGM
CNAGL
CNAGN
CNAMA
CNAMT
CNAMC
CNAMG
CNAMM
CNAML
CNAMN
CNALA
CNALT
CNALC
CNALG
CNALM
CNALL
CNALN
CNANA
CNANT
CNANC
CNANG
CNANM
CNANL
CNANN
CNTAA
CNTAT
CNTAC
CNTAG
CNTAM
CNTAL
CNTAN
CNTTA
CNTTT
CNTTC
CNTTG
CNTTM
CNTTL
CNTTN
CNTCA
CNTCT
CNTCC
CNTCG
CNTCM
CNTCL
CNTCN
CNTGA
CNTGT
CNTGC
CNTGG
CNTGM
CNTGL
CNTGN
CNTMA
CNTMT
CNTMC
CNTMG
CNTMM
CNTML
CNTMN
CNTLA
CNTLT
CNTLC
CNTLG
CNTLM
CNTLL
CNTLN
CNTNA
CNTNT
CNTNC
CNTNG
CNTNM
CNTNL
CNTNN
CNCAA
CNCAT
CNCAC
CNCAG
CNCAM
CNCAL
CNCAN
CNCTA
CNCTT
CNCTC
CNCTG
CNCTM
CNCTL
CNCTN
CNCCA
CNCCT
CNCCC
CNCCG
CNCCM
CNCCL
CNCCN
CNCGA
CNCGT
CNCGC
CNCGG
CNCGM
CNCGL
CNCGN
CNCMA
CNCMT
CNCMC
CNCMG
CNCMM
CNCML
CNCMN
CNCLA
CNCLT
CNCLC
CNCLG
CNCLM
CNCLL
CNCLN
CNCNA
CNCNT
CNCNC
CNCNG
CNCNM
CNCNL
CNCNN
CNGAA
CNGAT
CNGAC
CNGAG
CNGAM
CNGAL
CNGAN
CNGTA
CNGTT
CNGTC
CNGTG
CNGTM
CNGTL
CNGTN
CNGCA
CNGCT
CNGCC
CNGCG
CNGCM
CNGCL
CNGCN
CNGGA
CNGGT
CNGGC
CNGGG
CNGGM
CNGGL
CNGGN
CNGMA
CNGMT
CNGMC
CNGMG
CNGMM
CNGML
CNGMN
CNGLA
CNGLT
CNGLC
CNGLG
CNGLM
CNGLL
CNGLN
CNGNA
CNGNT
CNGNC
CNGNG
CNGNM
CNGNL
CNGNN
CNMAA
CNMAT
CNMAC
CNMAG
CNMAM
CNMAL
CNMAN
CNMTA
CNMTT
CNMTC
CNMTG
CNMTM
CNMTL
CNMTN
CNMCA
CNMCT
CNMCC
CNMCG
CNMCM
CNMCL
CNMCN
CNMGA
CNMGT
CNMGC
CNMGG
CNMGM
CNMGL
CNMGN
CNMMA
CNMMT
CNMMC
CNMMG
CNMMM
CNMML
CNMMN
CNMLA
CNMLT
CNMLC
CNMLG
CNMLM
CNMLL
CNMLN
CNMNA
CNMNT
CNMNC
CNMNG
CNMNM
CNMNL
CNMNN
CNLAA
CNLAT
CNLAC
CNLAG
CNLAM
CNLAL
CNLAN
CNLTA
CNLTT
CNLTC
CNLTG
CNLTM
CNLTL
CNLTN
CNLCA
CNLCT
CNLCC
CNLCG
CNLCM
CNLCL
CNLCN
CNLGA
CNLGT
CNLGC
CNLGG
CNLGM
CNLGL
CNLGN
CNLMA
CNLMT
CNLMC
CNLMG
CNLMM
CNLML
CNLMN
CNLLA
CNLLT
CNLLC
CNLLG
CNLLM
CNLLL
CNLLN
CNLNA
CNLNT
CNLNC
CNLNG
CNLNM
CNLNL
CNLNN
CNNAA
CNNAT
CNNAC
CNNAG
CNNAM
CNNAL
CNNAN
CNNTA
CNNTT
CNNTC
CNNTG
CNNTM
CNNTL
CNNTN
CNNCA
CNNCT
CNNCC
CNNCG
CNNCM
CNNCL
CNNCN
CNNGA
CNNGT
CNNGC
CNNGG
CNNGM
CNNGL
CNNGN
CNNMA
CNNMT
CNNMC
CNNMG
CNNMM
CNNML
CNNMN
CNNLA
CNNLT
CNNLC
CNNLG
CNNLM
CNNLL
CNNLN
CNNNA
CNNNT
CNNNC
CNNNG
CNNNM
CNNNL
CNNNN
GAAAA
GAAAT
GAAAC
GAAAG
GAAAM
GAAAL
GAAAN
GAATA
GAATT
GAATC
GAATG
GAATM
GAATL
GAATN
GAACA
GAACT
GAACC
GAACG
GAACM
GAACL
GAACN
GAAGA
GAAGT
GAAGC
GAAGG
GAAGM
GAAGL
GAAGN
GAAMA
GAAMT
GAAMC
GAAMG
GAAMM
GAAML
GAAMN
GAALA
GAALT
GAALC
GAALG
GAALM
GAALL
GAALN
GAANA
GAANT
GAANC
GAANG
GAANM
GAANL
GAANN
GATAA
GATAT
GATAC
GATAG
GATAM
GATAL
GATAN
GATTA
GATTT
GATTC
GATTG
GATTM
GATTL
GATTN
GATCA
GATCT
GATCC
GATCG
GATCM
GATCL
GATCN
GATGA
GATGT
GATGC
GATGG
GATGM
GATGL
GATGN
GATMA
GATMT
GATMC
GATMG
GATMM
GATML
GATMN
GATLA
GATLT
GATLC
GATLG
GATLM
GATLL
GATLN
GATNA
GATNT
GATNC
GATNG
GATNM
GATNL
GATNN
GACAA
GACAT
GACAC
GACAG
GACAM
GACAL
GACAN
GACTA
GACTT
GACTC
GACTG
GACTM
GACTL
GACTN
GACCA
GACCT
GACCC
GACCG
GACCM
GACCL
GACCN
GACGA
GACGT
GACGC
GACGG
GACGM
GACGL
GACGN
GACMA
GACMT
GACMC
GACMG
GACMM
GACML
GACMN
GACLA
GACLT
GACLC
GACLG
GACLM
GACLL
GACLN
GACNA
GACNT
GACNC
GACNG
GACNM
GACNL
GACNN
GAGAA
GAGAT
GAGAC
GAGAG
GAGAM
GAGAL
GAGAN
GAGTA
GAGTT
GAGTC
GAGTG
GAGTM
GAGTL
GAGTN
GAGCA
GAGCT
GAGCC
GAGCG
GAGCM
GAGCL
GAGCN
GAGGA
GAGGT
GAGGC
GAGGG
GAGGM
GAGGL
GAGGN
GAGMA
GAGMT
GAGMC
GAGMG
GAGMM
GAGML
GAGMN
GAGLA
GAGLT
GAGLC
GAGLG
GAGLM
GAGLL
GAGLN
GAGNA
GAGNT
GAGNC
GAGNG
GAGNM
GAGNL
GAGNN
GAMAA
GAMAT
GAMAC
GAMAG
GAMAM
GAMAL
GAMAN
GAMTA
GAMTT
GAMTC
GAMTG
GAMTM
GAMTL
GAMTN
GAMCA
GAMCT
GAMCC
GAMCG
GAMCM
GAMCL
GAMCN
GAMGA
GAMGT
GAMGC
GAMGG
GAMGM
GAMGL
GAMGN
GAMMA
GAMMT
GAMMC
GAMMG
GAMMM
GAMML
GAMMN
GAMLA
GAMLT
GAMLC
GAMLG
GAMLM
GAMLL
GAMLN
GAMNA
GAMNT
GAMNC
GAMNG
GAMNM
GAMNL
GAMNN
GALAA
GALAT
GALAC
GALAG
GALAM
GALAL
GALAN
GALTA
GALTT
GALTC
GALTG
GALTM
GALTL
GALTN
GALCA
GALCT
GALCC
GALCG
GALCM
GALCL
GALCN
GALGA
GALGT
GALGC
GALGG
GALGM
GALGL
GALGN
GALMA
GALMT
GALMC
GALMG
GALMM
GALML
GALMN
GALLA
GALLT
GALLC
GALLG
GALLM
GALLL
GALLN
GALNA
GALNT
GALNC
GALNG
GALNM
GALNL
GALNN
GANAA
GANAT
GANAC
GANAG
GANAM
GANAL
GANAN
GANTA
GANTT
GANTC
GANTG
GANTM
GANTL
GANTN
GANCA
GANCT
GANCC
GANCG
GANCM
GANCL
GANCN
GANGA
GANGT
GANGC
GANGG
GANGM
GANGL
GANGN
GANMA
GANMT
GANMC
GANMG
GANMM
GANML
GANMN
GANLA
GANLT
GANLC
GANLG
GANLM
GANLL
GANLN
GANNA
GANNT
GANNC
GANNG
GANNM
GANNL
GANNN
GTAAA
GTAAT
GTAAC
GTAAG
GTAAM
GTAAL
GTAAN
GTATA
GTATT
GTATC
GTATG
GTATM
GTATL
GTATN
GTACA
GTACT
GTACC
GTACG
GTACM
GTACL
GTACN
GTAGA
GTAGT
GTAGC
GTAGG
GTAGM
GTAGL
GTAGN
GTAMA
GTAMT
GTAMC
GTAMG
GTAMM
GTAML
GTAMN
GTALA
GTALT
GTALC
GTALG
GTALM
GTALL
GTALN
GTANA
GTANT
GTANC
GTANG
GTANM
GTANL
GTANN
GTTAA
GTTAT
GTTAC
GTTAG
GTTAM
GTTAL
GTTAN
GTTTA
GTTTT
GTTTC
GTTTG
GTTTM
GTTTL
GTTTN
GTTCA
GTTCT
GTTCC
GTTCG
GTTCM
GTTCL
GTTCN
GTTGA
GTTGT
GTTGC
GTTGG
GTTGM
GTTGL
GTTGN
GTTMA
GTTMT
GTTMC
GTTMG
GTTMM
GTTML
GTTMN
GTTLA
GTTLT
GTTLC
GTTLG
GTTLM
GTTLL
GTTLN
GTTNA
GTTNT
GTTNC
GTTNG
GTTNM
GTTNL
GTTNN
GTCAA
GTCAT
GTCAC
GTCAG
GTCAM
GTCAL
GTCAN
GTCTA
GTCTT
GTCTC
GTCTG
GTCTM
GTCTL
GTCTN
GTCCA
GTCCT
GTCCC
GTCCG
GTCCM
GTCCL
GTCCN
GTCGA
GTCGT
GTCGC
GTCGG
GTCGM
GTCGL
GTCGN
GTCMA
GTCMT
GTCMC
GTCMG
GTCMM
GTCML
GTCMN
GTCLA
GTCLT
GTCLC
GTCLG
GTCLM
GTCLL
GTCLN
GTCNA
GTCNT
GTCNC
GTCNG
GTCNM
GTCNL
GTCNN
GTGAA
GTGAT
GTGAC
GTGAG
GTGAM
GTGAL
GTGAN
GTGTA
GTGTT
GTGTC
GTGTG
GTGTM
GTGTL
GTGTN
GTGCA
GTGCT
GTGCC
GTGCG
GTGCM
GTGCL
GTGCN
GTGGA
GTGGT
GTGGC
GTGGG
GTGGM
GTGGL
GTGGN
GTGMA
GTGMT
GTGMC
GTGMG
GTGMM
GTGML
GTGMN
GTGLA
GTGLT
GTGLC
GTGLG
GTGLM
GTGLL
GTGLN
GTGNA
GTGNT
GTGNC
GTGNG
GTGNM
GTGNL
GTGNN
GTMAA
GTMAT
GTMAC
GTMAG
GTMAM
GTMAL
GTMAN
GTMTA
GTMTT
GTMTC
GTMTG
GTMTM
GTMTL
GTMTN
GTMCA
GTMCT
GTMCC
GTMCG
GTMCM
GTMCL
GTMCN
GTMGA
GTMGT
GTMGC
GTMGG
GTMGM
GTMGL
GTMGN
GTMMA
GTMMT
GTMMC
GTMMG
GTMMM
GTMML
GTMMN
GTMLA
GTMLT
GTMLC
GTMLG
GTMLM
GTMLL
GTMLN
GTMNA
GTMNT
GTMNC
GTMNG
GTMNM
GTMNL
GTMNN
GTLAA
GTLAT
GTLAC
GTLAG
GTLAM
GTLAL
GTLAN
GTLTA
GTLTT
GTLTC
GTLTG
GTLTM
GTLTL
GTLTN
GTLCA
GTLCT
GTLCC
GTLCG
GTLCM
GTLCL
GTLCN
GTLGA
GTLGT
GTLGC
GTLGG
GTLGM
GTLGL
GTLGN
GTLMA
GTLMT
GTLMC
GTLMG
GTLMM
GTLML
GTLMN
GTLLA
GTLLT
GTLLC
GTLLG
GTLLM
GTLLL
GTLLN
GTLNA
GTLNT
GTLNC
GTLNG
GTLNM
GTLNL
GTLNN
GTNAA
GTNAT
GTNAC
GTNAG
GTNAM
GTNAL
GTNAN
GTNTA
GTNTT
GTNTC
GTNTG
GTNTM
GTNTL
GTNTN
GTNCA
GTNCT
GTNCC
GTNCG
GTNCM
GTNCL
GTNCN
GTNGA
GTNGT
GTNGC
GTNGG
GTNGM
GTNGL
GTNGN
GTNMA
GTNMT
GTNMC
GTNMG
GTNMM
GTNML
GTNMN
GTNLA
GTNLT
GTNLC
GTNLG
GTNLM
GTNLL
GTNLN
GTNNA
GTNNT
GTNNC
GTNNG
GTNNM
GTNNL
GTNNN
GCAAA
GCAAT
GCAAC
GCAAG
GCAAM
GCAAL
GCAAN
GCATA
GCATT
GCATC
GCATG
GCATM
GCATL
GCATN
GCACA
GCACT
GCACC
GCACG
GCACM
GCACL
GCACN
GCAGA
GCAGT
GCAGC
GCAGG
GCAGM
GCAGL
GCAGN
GCAMA
GCAMT
GCAMC
GCAMG
GCAMM
GCAML
GCAMN
GCALA
GCALT
GCALC
GCALG
GCALM
GCALL
GCALN
GCANA
GCANT
GCANC
GCANG
GCANM
GCANL
GCANN
GCTAA
GCTAT
GCTAC
GCTAG
GCTAM
GCTAL
GCTAN
GCTTA
GCTTT
GCTTC
GCTTG
GCTTM
GCTTL
GCTTN
GCTCA
GCTCT
GCTCC
GCTCG
GCTCM
GCTCL
GCTCN
GCTGA
GCTGT
GCTGC
GCTGG
GCTGM
GCTGL
GCTGN
GCTMA
GCTMT
GCTMC
GCTMG
GCTMM
GCTML
GCTMN
GCTLA
GCTLT
GCTLC
GCTLG
GCTLM
GCTLL
GCTLN
GCTNA
GCTNT
GCTNC
GCTNG
GCTNM
GCTNL
GCTNN
GCCAA
GCCAT
GCCAC
GCCAG
GCCAM
GCCAL
GCCAN
GCCTA
GCCTT
GCCTC
GCCTG
GCCTM
GCCTL
GCCTN
GCCCA
GCCCT
GCCCC
GCCCG
GCCCM
GCCCL
GCCCN
GCCGA
GCCGT
GCCGC
GCCGG
GCCGM
GCCGL
GCCGN
GCCMA
GCCMT
GCCMC
GCCMG
GCCMM
GCCML
GCCMN
GCCLA
GCCLT
GCCLC
GCCLG
GCCLM
GCCLL
GCCLN
GCCNA
GCCNT
GCCNC
GCCNG
GCCNM
GCCNL
GCCNN
GCGAA
GCGAT
GCGAC
GCGAG
GCGAM
GCGAL
GCGAN
GCGTA
GCGTT
GCGTC
GCGTG
GCGTM
GCGTL
GCGTN
GCGCA
GCGCT
GCGCC
GCGCG
GCGCM
GCGCL
GCGCN
GCGGA
GCGGT
GCGGC
GCGGG
GCGGM
GCGGL
GCGGN
GCGMA
GCGMT
GCGMC
GCGMG
GCGMM
GCGML
GCGMN
GCGLA
GCGLT
GCGLC
GCGLG
GCGLM
GCGLL
GCGLN
GCGNA
GCGNT
GCGNC
GCGNG
GCGNM
GCGNL
GCGNN
GCMAA
GCMAT
GCMAC
GCMAG
GCMAM
GCMAL
GCMAN
GCMTA
GCMTT
GCMTC
GCMTG
GCMTM
GCMTL
GCMTN
GCMCA
GCMCT
GCMCC
GCMCG
GCMCM
GCMCL
GCMCN
GCMGA
GCMGT
GCMGC
GCMGG
GCMGM
GCMGL
GCMGN
GCMMA
GCMMT
GCMMC
GCMMG
GCMMM
GCMML
GCMMN
GCMLA
GCMLT
GCMLC
GCMLG
GCMLM
GCMLL
GCMLN
GCMNA
GCMNT
GCMNC
GCMNG
GCMNM
GCMNL
GCMNN
GCLAA
GCLAT
GCLAC
GCLAG
GCLAM
GCLAL
GCLAN
GCLTA
GCLTT
GCLTC
GCLTG
GCLTM
GCLTL
GCLTN
GCLCA
GCLCT
GCLCC
GCLCG
GCLCM
GCLCL
GCLCN
GCLGA
GCLGT
GCLGC
GCLGG
GCLGM
GCLGL
GCLGN
GCLMA
GCLMT
GCLMC
GCLMG
GCLMM
GCLML
GCLMN
GCLLA
GCLLT
GCLLC
GCLLG
GCLLM
GCLLL
GCLLN
GCLNA
GCLNT
GCLNC
GCLNG
GCLNM
GCLNL
GCLNN
GCNAA
GCNAT
GCNAC
GCNAG
GCNAM
GCNAL
GCNAN
GCNTA
GCNTT
GCNTC
GCNTG
GCNTM
GCNTL
GCNTN
GCNCA
GCNCT
GCNCC
GCNCG
GCNCM
GCNCL
GCNCN
GCNGA
GCNGT
GCNGC
GCNGG
GCNGM
GCNGL
GCNGN
GCNMA
GCNMT
GCNMC
GCNMG
GCNMM
GCNML
GCNMN
GCNLA
GCNLT
GCNLC
GCNLG
GCNLM
GCNLL
GCNLN
GCNNA
GCNNT
GCNNC
GCNNG
GCNNM
GCNNL
GCNNN
GGAAA
GGAAT
GGAAC
GGAAG
GGAAM
GGAAL
GGAAN
GGATA
GGATT
GGATC
GGATG
GGATM
GGATL
GGATN
GGACA
GGACT
GGACC
GGACG
GGACM
GGACL
GGACN
GGAGA
GGAGT
GGAGC
GGAGG
GGAGM
GGAGL
GGAGN
GGAMA
GGAMT
GGAMC
GGAMG
GGAMM
GGAML
GGAMN
GGALA
GGALT
GGALC
GGALG
GGALM
GGALL
GGALN
GGANA
GGANT
GGANC
GGANG
GGANM
GGANL
GGANN
GGTAA
GGTAT
GGTAC
GGTAG
GGTAM
GGTAL
GGTAN
GGTTA
GGTTT
GGTTC
GGTTG
GGTTM
GGTTL
GGTTN
GGTCA
GGTCT
GGTCC
GGTCG
GGTCM
GGTCL
GGTCN
GGTGA
GGTGT
GGTGC
GGTGG
GGTGM
GGTGL
GGTGN
GGTMA
GGTMT
GGTMC
GGTMG
GGTMM
GGTML
GGTMN
GGTLA
GGTLT
GGTLC
GGTLG
GGTLM
GGTLL
GGTLN
GGTNA
GGTNT
GGTNC
GGTNG
GGTNM
