[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAA
AAAT
AAAC
AAAG
AAAM
AAAL
AAAN
AATA
AATT
AATC
AATG
AATM
AATL
AATN
AACA
AACT
AACC
AACG
AACM
AACL
AACN
AAGA
AAGT
AAGC
AAGG
AAGM
AAGL
AAGN
AAMA
AAMT
AAMC
AAMG
AAMM
AAML
AAMN
AALA
AALT
AALC
AALG
AALM
AALL
AALN
AANA
AANT
AANC
AANG
AANM
AANL
AANN
ATAA
ATAT
ATAC
ATAG
ATAM
ATAL
ATAN
ATTA
ATTT
ATTC
ATTG
ATTM
ATTL
ATTN
ATCA
ATCT
ATCC
ATCG
ATCM
ATCL
ATCN
ATGA
ATGT
ATGC
ATGG
ATGM
ATGL
ATGN
ATMA
ATMT
ATMC
ATMG
ATMM
ATML
ATMN
ATLA
ATLT
ATLC
ATLG
ATLM
ATLL
ATLN
ATNA
ATNT
ATNC
ATNG
ATNM
ATNL
ATNN
ACAA
ACAT
ACAC
ACAG
ACAM
ACAL
ACAN
ACTA
ACTT
ACTC
ACTG
ACTM
ACTL
ACTN
ACCA
ACCT
ACCC
ACCG
ACCM
ACCL
ACCN
ACGA
ACGT
ACGC
ACGG
ACGM
ACGL
ACGN
ACMA
ACMT
ACMC
ACMG
ACMM
ACML
ACMN
ACLA
ACLT
ACLC
ACLG
ACLM
ACLL
ACLN
ACNA
ACNT
ACNC
ACNG
ACNM
ACNL
ACNN
AGAA
AGAT
AGAC
AGAG
AGAM
AGAL
AGAN
AGTA
AGTT
AGTC
AGTG
AGTM
AGTL
AGTN
AGCA
AGCT
AGCC
AGCG
AGCM
AGCL
AGCN
AGGA
AGGT
AGGC
AGGG
AGGM
AGGL
AGGN
AGMA
AGMT
AGMC
AGMG
AGMM
AGML
AGMN
AGLA
AGLT
AGLC
AGLG
AGLM
AGLL
AGLN
AGNA
AGNT
AGNC
AGNG
AGNM
AGNL
AGNN
AMAA
AMAT
AMAC
AMAG
AMAM
AMAL
AMAN
AMTA
AMTT
AMTC
AMTG
AMTM
AMTL
AMTN
AMCA
AMCT
AMCC
AMCG
AMCM
AMCL
AMCN
AMGA
AMGT
AMGC
AMGG
AMGM
AMGL
AMGN
AMMA
AMMT
AMMC
AMMG
AMMM
AMML
AMMN
AMLA
AMLT
AMLC
AMLG
AMLM
AMLL
AMLN
AMNA
AMNT
AMNC
AMNG
AMNM
AMNL
AMNN
ALAA
ALAT
ALAC
ALAG
ALAM
ALAL
ALAN
ALTA
ALTT
ALTC
ALTG
ALTM
ALTL
ALTN
ALCA
ALCT
ALCC
ALCG
ALCM
ALCL
ALCN
ALGA
ALGT
ALGC
ALGG
ALGM
ALGL
ALGN
ALMA
ALMT
ALMC
ALMG
ALMM
ALML
ALMN
ALLA
ALLT
ALLC
ALLG
ALLM
ALLL
ALLN
ALNA
ALNT
ALNC
ALNG
ALNM
ALNL
ALNN
ANAA
ANAT
ANAC
ANAG
ANAM
ANAL
ANAN
ANTA
ANTT
ANTC
ANTG
ANTM
ANTL
ANTN
ANCA
ANCT
ANCC
ANCG
ANCM
ANCL
ANCN
ANGA
ANGT
ANGC
ANGG
ANGM
ANGL
ANGN
ANMA
ANMT
ANMC
ANMG
ANMM
ANML
ANMN
ANLA
ANLT
ANLC
ANLG
ANLM
ANLL
ANLN
ANNA
ANNT
ANNC
ANNG
ANNM
ANNL
ANNN
TAAA
TAAT
TAAC
TAAG
TAAM
TAAL
TAAN
TATA
TATT
TATC
TATG
TATM
TATL
TATN
TACA
TACT
TACC
TACG
TACM
TACL
TACN
TAGA
TAGT
TAGC
TAGG
TAGM
TAGL
TAGN
TAMA
TAMT
TAMC
TAMG
TAMM
TAML
TAMN
TALA
TALT
TALC
TALG
TALM
TALL
TALN
TANA
TANT
TANC
TANG
TANM
TANL
TANN
TTAA
TTAT
TTAC
TTAG
TTAM
TTAL
TTAN
TTTA
TTTT
TTTC
TTTG
TTTM
TTTL
TTTN
TTCA
TTCT
TTCC
TTCG
TTCM
TTCL
TTCN
TTGA
TTGT
TTGC
TTGG
TTGM
TTGL
TTGN
TTMA
TTMT
TTMC
TTMG
TTMM
TTML
TTMN
TTLA
TTLT
TTLC
TTLG
TTLM
TTLL
TTLN
TTNA
TTNT
TTNC
TTNG
TTNM
TTNL
TTNN
TCAA
TCAT
TCAC
TCAG
TCAM
TCAL
TCAN
TCTA
TCTT
TCTC
TCTG
TCTM
TCTL
TCTN
TCCA
TCCT
TCCC
TCCG
TCCM
TCCL
TCCN
TCGA
TCGT
TCGC
TCGG
TCGM
TCGL
TCGN
TCMA
TCMT
TCMC
TCMG
TCMM
TCML
TCMN
TCLA
TCLT
TCLC
TCLG
TCLM
TCLL
TCLN
TCNA
TCNT
TCNC
TCNG
TCNM
TCNL
TCNN
TGAA
TGAT
TGAC
TGAG
TGAM
TGAL
TGAN
TGTA
TGTT
TGTC
TGTG
TGTM
TGTL
TGTN
TGCA
TGCT
TGCC
TGCG
TGCM
TGCL
TGCN
TGGA
TGGT
TGGC
TGGG
TGGM
TGGL
TGGN
TGMA
TGMT
TGMC
TGMG
TGMM
TGML
TGMN
TGLA
TGLT
TGLC
TGLG
TGLM
TGLL
TGLN
TGNA
TGNT
TGNC
TGNG
TGNM
TGNL
TGNN
TMAA
TMAT
TMAC
TMAG
TMAM
TMAL
TMAN
TMTA
TMTT
TMTC
TMTG
TMTM
TMTL
TMTN
TMCA
TMCT
TMCC
TMCG
TMCM
TMCL
TMCN
TMGA
TMGT
TMGC
TMGG
TMGM
TMGL
TMGN
TMMA
TMMT
TMMC
TMMG
TMMM
TMML
TMMN
TMLA
TMLT
TMLC
TMLG
TMLM
TMLL
TMLN
TMNA
TMNT
TMNC
TMNG
TMNM
TMNL
TMNN
TLAA
TLAT
TLAC
TLAG
TLAM
TLAL
TLAN
TLTA
TLTT
TLTC
TLTG
TLTM
TLTL
TLTN
TLCA
TLCT
TLCC
TLCG
TLCM
TLCL
TLCN
TLGA
TLGT
TLGC
TLGG
TLGM
TLGL
TLGN
TLMA
TLMT
TLMC
TLMG
TLMM
TLML
TLMN
TLLA
TLLT
TLLC
TLLG
TLLM
TLLL
TLLN
TLNA
TLNT
TLNC
TLNG
TLNM
TLNL
TLNN
TNAA
TNAT
TNAC
TNAG
TNAM
TNAL
TNAN
TNTA
TNTT
TNTC
TNTG
TNTM
TNTL
TNTN
TNCA
TNCT
TNCC
TNCG
TNCM
TNCL
TNCN
TNGA
TNGT
TNGC
TNGG
TNGM
TNGL
TNGN
TNMA
TNMT
TNMC
TNMG
TNMM
TNML
TNMN
TNLA
TNLT
TNLC
TNLG
TNLM
TNLL
TNLN
TNNA
TNNT
TNNC
TNNG
TNNM
TNNL
TNNN
CAAA
CAAT
CAAC
CAAG
CAAM
CAAL
CAAN
CATA
CATT
CATC
CATG
CATM
CATL
CATN
CACA
CACT
CACC
CACG
CACM
CACL
CACN
CAGA
CAGT
CAGC
CAGG
CAGM
CAGL
CAGN
CAMA
CAMT
CAMC
CAMG
CAMM
CAML
CAMN
CALA
CALT
CALC
CALG
CALM
CALL
CALN
CANA
CANT
CANC
CANG
CANM
CANL
CANN
CTAA
CTAT
CTAC
CTAG
CTAM
CTAL
CTAN
CTTA
CTTT
CTTC
CTTG
CTTM
CTTL
CTTN
CTCA
CTCT
CTCC
CTCG
CTCM
CTCL
CTCN
CTGA
CTGT
CTGC
CTGG
CTGM
CTGL
CTGN
CTMA
CTMT
CTMC
CTMG
CTMM
CTML
CTMN
CTLA
CTLT
CTLC
CTLG
CTLM
CTLL
CTLN
CTNA
CTNT
CTNC
CTNG
CTNM
CTNL
CTNN
CCAA
CCAT
CCAC
CCAG
CCAM
CCAL
CCAN
CCTA
CCTT
CCTC
CCTG
CCTM
CCTL
CCTN
CCCA
CCCT
CCCC
CCCG
CCCM
CCCL
CCCN
CCGA
CCGT
CCGC
CCGG
CCGM
CCGL
CCGN
CCMA
CCMT
CCMC
CCMG
CCMM
CCML
CCMN
CCLA
CCLT
CCLC
CCLG
CCLM
CCLL
CCLN
CCNA
CCNT
CCNC
CCNG
CCNM
CCNL
CCNN
CGAA
CGAT
CGAC
CGAG
CGAM
CGAL
CGAN
CGTA
CGTT
CGTC
CGTG
CGTM
CGTL
CGTN
CGCA
CGCT
CGCC
CGCG
CGCM
CGCL
CGCN
CGGA
CGGT
CGGC
CGGG
CGGM
CGGL
CGGN
CGMA
CGMT
CGMC
CGMG
CGMM
CGML
CGMN
CGLA
CGLT
CGLC
CGLG
CGLM
CGLL
CGLN
CGNA
CGNT
CGNC
CGNG
CGNM
CGNL
CGNN
CMAA
CMAT
CMAC
CMAG
CMAM
CMAL
CMAN
CMTA
CMTT
CMTC
CMTG
CMTM
CMTL
CMTN
CMCA
CMCT
CMCC
CMCG
CMCM
CMCL
CMCN
CMGA
CMGT
CMGC
CMGG
CMGM
CMGL
CMGN
CMMA
CMMT
CMMC
CMMG
CMMM
CMML
CMMN
CMLA
CMLT
CMLC
CMLG
CMLM
CMLL
CMLN
CMNA
CMNT
CMNC
CMNG
CMNM
CMNL
CMNN
CLAA
CLAT
CLAC
CLAG
CLAM
CLAL
CLAN
CLTA
CLTT
CLTC
CLTG
CLTM
CLTL
CLTN
CLCA
CLCT
CLCC
CLCG
CLCM
CLCL
CLCN
CLGA
CLGT
CLGC
CLGG
CLGM
CLGL
CLGN
CLMA
CLMT
CLMC
CLMG
CLMM
CLML
CLMN
CLLA
CLLT
CLLC
CLLG
CLLM
CLLL
CLLN
CLNA
CLNT
CLNC
CLNG
CLNM
CLNL
CLNN
CNAA
CNAT
CNAC
CNAG
CNAM
CNAL
CNAN
CNTA
CNTT
CNTC
CNTG
CNTM
CNTL
CNTN
CNCA
CNCT
CNCC
CNCG
CNCM
CNCL
CNCN
CNGA
CNGT
CNGC
CNGG
CNGM
CNGL
CNGN
CNMA
CNMT
CNMC
CNMG
CNMM
CNML
CNMN
CNLA
CNLT
CNLC
CNLG
CNLM
CNLL
CNLN
CNNA
CNNT
CNNC
CNNG
CNNM
CNNL
CNNN
GAAA
GAAT
GAAC
GAAG
GAAM
GAAL
GAAN
GATA
GATT
GATC
GATG
GATM
GATL
GATN
GACA
GACT
GACC
GACG
GACM
GACL
GACN
GAGA
GAGT
GAGC
GAGG
GAGM
GAGL
GAGN
GAMA
GAMT
GAMC
GAMG
GAMM
GAML
GAMN
GALA
GALT
GALC
GALG
GALM
GALL
GALN
GANA
GANT
GANC
GANG
GANM
GANL
GANN
GTAA
GTAT
GTAC
GTAG
GTAM
GTAL
GTAN
GTTA
GTTT
GTTC
GTTG
GTTM
GTTL
GTTN
GTCA
GTCT
GTCC
GTCG
GTCM
GTCL
GTCN
GTGA
GTGT
GTGC
GTGG
GTGM
GTGL
GTGN
GTMA
GTMT
GTMC
GTMG
GTMM
GTML
GTMN
GTLA
GTLT
GTLC
GTLG
GTLM
GTLL
GTLN
GTNA
GTNT
GTNC
GTNG
GTNM
GTNL
GTNN
GCAA
GCAT
GCAC
GCAG
GCAM
GCAL
GCAN
GCTA
GCTT
GCTC
GCTG
GCTM
GCTL
GCTN
GCCA
GCCT
GCCC
GCCG
GCCM
GCCL
GCCN
GCGA
GCGT
GCGC
GCGG
GCGM
GCGL
GCGN
GCMA
GCMT
GCMC
GCMG
GCMM
GCML
GCMN
GCLA
GCLT
GCLC
GCLG
GCLM
GCLL
GCLN
GCNA
GCNT
GCNC
GCNG
GCNM
GCNL
GCNN
GGAA
GGAT
GGAC
GGAG
GGAM
GGAL
GGAN
GGTA
GGTT
GGTC
GGTG
GGTM
GGTL
GGTN
GGCA
GGCT
GGCC
GGCG
GGCM
GGCL
GGCN
GGGA
GGGT
GGGC
GGGG
GGGM
GGGL
GGGN
GGMA
GGMT
GGMC
GGMG
GGMM
GGML
GGMN
GGLA
GGLT
GGLC
GGLG
GGLM
GGLL
GGLN
GGNA
GGNT
GGNC
GGNG
GGNM
GGNL
GGNN
GMAA
GMAT
GMAC
GMAG
GMAM
GMAL
GMAN
GMTA
GMTT
GMTC
GMTG
GMTM
GMTL
GMTN
GMCA
GMCT
GMCC
GMCG
GMCM
GMCL
GMCN
GMGA
GMGT
GMGC
GMGG
GMGM
GMGL
GMGN
GMMA
GMMT
GMMC
GMMG
GMMM
GMML
GMMN
GMLA
GMLT
GMLC
GMLG
GMLM
GMLL
GMLN
GMNA
GMNT
GMNC
GMNG
GMNM
GMNL
GMNN
GLAA
GLAT
GLAC
GLAG
GLAM
GLAL
GLAN
GLTA
GLTT
GLTC
GLTG
GLTM
GLTL
GLTN
GLCA
GLCT
GLCC
GLCG
GLCM
GLCL
GLCN
GLGA
GLGT
GLGC
GLGG
GLGM
GLGL
GLGN
GLMA
GLMT
GLMC
GLMG
GLMM
GLML
GLMN
GLLA
GLLT
GLLC
GLLG
GLLM
GLLL
GLLN
GLNA
GLNT
GLNC
GLNG
GLNM
GLNL
GLNN
GNAA
GNAT
GNAC
GNAG
GNAM
GNAL
GNAN
GNTA
GNTT
GNTC
GNTG
GNTM
GNTL
GNTN
GNCA
GNCT
GNCC
GNCG
GNCM
GNCL
GNCN
GNGA
GNGT
GNGC
GNGG
GNGM
GNGL
GNGN
GNMA
GNMT
GNMC
GNMG
GNMM
GNML
GNMN
GNLA
GNLT
GNLC
GNLG
GNLM
GNLL
GNLN
GNNA
GNNT
GNNC
GNNG
GNNM
GNNL
GNNN
MAAA
MAAT
MAAC
MAAG
MAAM
MAAL
MAAN
MATA
MATT
MATC
MATG
MATM
MATL
MATN
MACA
MACT
MACC
MACG
MACM
MACL
MACN
MAGA
MAGT
MAGC
MAGG
MAGM
MAGL
MAGN
MAMA
MAMT
MAMC
MAMG
MAMM
MAML
MAMN
MALA
MALT
MALC
MALG
MALM
MALL
MALN
MANA
MANT
MANC
MANG
MANM
MANL
MANN
MTAA
MTAT
MTAC
MTAG
MTAM
MTAL
MTAN
MTTA
MTTT
MTTC
MTTG
MTTM
MTTL
MTTN
MTCA
MTCT
MTCC
MTCG
MTCM
MTCL
MTCN
MTGA
MTGT
MTGC
MTGG
MTGM
MTGL
MTGN
MTMA
MTMT
MTMC
MTMG
MTMM
MTML
MTMN
MTLA
MTLT
MTLC
MTLG
MTLM
MTLL
MTLN
MTNA
MTNT
MTNC
MTNG
MTNM
MTNL
MTNN
MCAA
MCAT
MCAC
MCAG
MCAM
MCAL
MCAN
MCTA
MCTT
MCTC
MCTG
MCTM
MCTL
MCTN
MCCA
MCCT
MCCC
MCCG
MCCM
MCCL
MCCN
MCGA
MCGT
MCGC
MCGG
MCGM
MCGL
MCGN
MCMA
MCMT
MCMC
MCMG
MCMM
MCML
MCMN
MCLA
MCLT
MCLC
MCLG
MCLM
MCLL
MCLN
MCNA
MCNT
MCNC
MCNG
MCNM
MCNL
MCNN
MGAA
MGAT
MGAC
MGAG
MGAM
MGAL
MGAN
MGTA
MGTT
MGTC
MGTG
MGTM
MGTL
MGTN
MGCA
MGCT
MGCC
MGCG
MGCM
MGCL
MGCN
MGGA
MGGT
MGGC
MGGG
MGGM
MGGL
MGGN
MGMA
MGMT
MGMC
MGMG
MGMM
MGML
MGMN
MGLA
MGLT
MGLC
MGLG
MGLM
MGLL
MGLN
MGNA
MGNT
MGNC
MGNG
MGNM
MGNL
MGNN
MMAA
MMAT
MMAC
MMAG
MMAM
MMAL
MMAN
MMTA
MMTT
MMTC
MMTG
MMTM
MMTL
MMTN
MMCA
MMCT
MMCC
MMCG
MMCM
MMCL
MMCN
MMGA
MMGT
MMGC
MMGG
MMGM
MMGL
MMGN
MMMA
MMMT
MMMC
MMMG
MMMM
MMML
MMMN
MMLA
MMLT
MMLC
MMLG
MMLM
MMLL
MMLN
MMNA
MMNT
MMNC
MMNG
MMNM
MMNL
MMNN
MLAA
MLAT
MLAC
MLAG
MLAM
MLAL
MLAN
MLTA
MLTT
MLTC
MLTG
MLTM
MLTL
MLTN
MLCA
MLCT
MLCC
MLCG
MLCM
MLCL
MLCN
MLGA
MLGT
MLGC
MLGG
MLGM
MLGL
MLGN
MLMA
MLMT
MLMC
MLMG
MLMM
MLML
MLMN
MLLA
MLLT
MLLC
MLLG
MLLM
MLLL
MLLN
MLNA
MLNT
MLNC
MLNG
MLNM
MLNL
MLNN
MNAA
MNAT
MNAC
MNAG
MNAM
MNAL
MNAN
MNTA
MNTT
MNTC
MNTG
MNTM
MNTL
MNTN
MNCA
MNCT
MNCC
MNCG
MNCM
MNCL
MNCN
MNGA
MNGT
MNGC
MNGG
MNGM
MNGL
MNGN
MNMA
MNMT
MNMC
MNMG
MNMM
MNML
MNMN
MNLA
MNLT
MNLC
MNLG
MNLM
MNLL
MNLN
MNNA
MNNT
MNNC
MNNG
MNNM
MNNL
MNNN
LAAA
LAAT
LAAC
LAAG
LAAM
LAAL
LAAN
LATA
LATT
LATC
LATG
LATM
LATL
LATN
LACA
LACT
LACC
LACG
LACM
LACL
LACN
LAGA
LAGT
LAGC
LAGG
LAGM
LAGL
LAGN
LAMA
LAMT
LAMC
LAMG
LAMM
LAML
LAMN
LALA
LALT
LALC
LALG
LALM
LALL
LALN
LANA
LANT
LANC
LANG
LANM
LANL
LANN
LTAA
LTAT
LTAC
LTAG
LTAM
LTAL
LTAN
LTTA
LTTT
LTTC
LTTG
LTTM
LTTL
LTTN
LTCA
LTCT
LTCC
LTCG
LTCM
LTCL
LTCN
LTGA
LTGT
LTGC
LTGG
LTGM
LTGL
LTGN
LTMA
LTMT
LTMC
LTMG
LTMM
LTML
LTMN
LTLA
LTLT
LTLC
LTLG
LTLM
LTLL
LTLN
LTNA
LTNT
LTNC
LTNG
LTNM
LTNL
LTNN
LCAA
LCAT
LCAC
LCAG
LCAM
LCAL
LCAN
LCTA
LCTT
LCTC
LCTG
LCTM
LCTL
LCTN
LCCA
LCCT
LCCC
LCCG
LCCM
LCCL
LCCN
LCGA
LCGT
LCGC
LCGG
LCGM
LCGL
LCGN
LCMA
LCMT
LCMC
LCMG
LCMM
LCML
LCMN
LCLA
LCLT
LCLC
LCLG
LCLM
LCLL
LCLN
LCNA
LCNT
LCNC
LCNG
LCNM
LCNL
LCNN
LGAA
LGAT
LGAC
LGAG
LGAM
LGAL
LGAN
LGTA
LGTT
LGTC
LGTG
LGTM
LGTL
LGTN
LGCA
LGCT
LGCC
LGCG
LGCM
LGCL
LGCN
LGGA
LGGT
LGGC
LGGG
LGGM
LGGL
LGGN
LGMA
LGMT
LGMC
LGMG
LGMM
LGML
LGMN
LGLA
LGLT
LGLC
LGLG
LGLM
LGLL
LGLN
LGNA
LGNT
LGNC
LGNG
LGNM
LGNL
LGNN
LMAA
LMAT
LMAC
LMAG
LMAM
LMAL
LMAN
LMTA
LMTT
LMTC
LMTG
LMTM
LMTL
LMTN
LMCA
LMCT
LMCC
LMCG
LMCM
LMCL
LMCN
LMGA
LMGT
LMGC
LMGG
LMGM
LMGL
LMGN
LMMA
LMMT
LMMC
LMMG
LMMM
LMML
LMMN
LMLA
LMLT
LMLC
LMLG
LMLM
LMLL
LMLN
LMNA
LMNT
LMNC
LMNG
LMNM
LMNL
LMNN
LLAA
LLAT
LLAC
LLAG
LLAM
LLAL
LLAN
LLTA
LLTT
LLTC
LLTG
LLTM
LLTL
LLTN
LLCA
LLCT
LLCC
LLCG
LLCM
LLCL
LLCN
LLGA
LLGT
LLGC
LLGG
LLGM
LLGL
LLGN
LLMA
LLMT
LLMC
LLMG
LLMM
LLML
LLMN
LLLA
LLLT
LLLC
LLLG
LLLM
LLLL
LLLN
LLNA
LLNT
LLNC
LLNG
LLNM
LLNL
LLNN
LNAA
LNAT
LNAC
LNAG
LNAM
LNAL
LNAN
LNTA
LNTT
LNTC
LNTG
LNTM
LNTL
LNTN
LNCA
LNCT
LNCC
LNCG
LNCM
LNCL
LNCN
LNGA
LNGT
LNGC
LNGG
LNGM
LNGL
LNGN
LNMA
LNMT
LNMC
LNMG
LNMM
LNML
LNMN
LNLA
LNLT
LNLC
LNLG
LNLM
LNLL
LNLN
LNNA
LNNT
LNNC
LNNG
LNNM
LNNL
LNNN
NAAA
NAAT
NAAC
NAAG
NAAM
NAAL
NAAN
NATA
NATT
NATC
NATG
NATM
NATL
NATN
NACA
NACT
NACC
NACG
NACM
NACL
NACN
NAGA
NAGT
NAGC
NAGG
NAGM
NAGL
NAGN
NAMA
NAMT
NAMC
NAMG
NAMM
NAML
NAMN
NALA
NALT
NALC
NALG
NALM
NALL
NALN
NANA
NANT
NANC
NANG
NANM
NANL
NANN
NTAA
NTAT
NTAC
NTAG
NTAM
NTAL
NTAN
NTTA
NTTT
NTTC
NTTG
NTTM
NTTL
NTTN
NTCA
NTCT
NTCC
NTCG
NTCM
NTCL
NTCN
NTGA
NTGT
NTGC
NTGG
NTGM
NTGL
NTGN
NTMA
NTMT
NTMC
NTMG
NTMM
NTML
NTMN
NTLA
NTLT
NTLC
NTLG
NTLM
NTLL
NTLN
NTNA
NTNT
NTNC
NTNG
NTNM
NTNL
NTNN
NCAA
NCAT
NCAC
NCAG
NCAM
NCAL
NCAN
NCTA
NCTT
NCTC
NCTG
NCTM
NCTL
NCTN
NCCA
NCCT
NCCC
NCCG
NCCM
NCCL
NCCN
NCGA
NCGT
NCGC
NCGG
NCGM
NCGL
NCGN
NCMA
NCMT
NCMC
NCMG
NCMM
NCML
NCMN
NCLA
NCLT
NCLC
NCLG
NCLM
NCLL
NCLN
NCNA
NCNT
NCNC
NCNG
NCNM
NCNL
NCNN
NGAA
NGAT
NGAC
NGAG
NGAM
NGAL
NGAN
NGTA
NGTT
NGTC
NGTG
NGTM
NGTL
NGTN
NGCA
NGCT
NGCC
NGCG
NGCM
NGCL
NGCN
NGGA
NGGT
NGGC
NGGG
NGGM
NGGL
NGGN
NGMA
NGMT
NGMC
NGMG
NGMM
NGML
NGMN
NGLA
NGLT
NGLC
NGLG
NGLM
NGLL
NGLN
NGNA
NGNT
NGNC
NGNG
NGNM
NGNL
NGNN
NMAA
NMAT
NMAC
NMAG
NMAM
NMAL
NMAN
NMTA
NMTT
NMTC
NMTG
NMTM
NMTL
NMTN
NMCA
NMCT
NMCC
NMCG
NMCM
NMCL
NMCN
NMGA
NMGT
NMGC
NMGG
NMGM
NMGL
NMGN
NMMA
NMMT
NMMC
NMMG
NMMM
NMML
NMMN
NMLA
NMLT
NMLC
NMLG
NMLM
NMLL
NMLN
NMNA
NMNT
NMNC
NMNG
NMNM
NMNL
NMNN
NLAA
NLAT
NLAC
NLAG
NLAM
NLAL
NLAN
NLTA
NLTT
NLTC
NLTG
NLTM
NLTL
NLTN
NLCA
NLCT
NLCC
NLCG
NLCM
NLCL
NLCN
NLGA
NLGT
NLGC
NLGG
NLGM
NLGL
NLGN
NLMA
NLMT
NLMC
NLMG
NLMM
NLML
NLMN
NLLA
NLLT
NLLC
NLLG
NLLM
NLLL
NLLN
NLNA
NLNT
NLNC
NLNG
NLNM
NLNL
NLNN
NNAA
NNAT
NNAC
NNAG
NNAM
NNAL
NNAN
NNTA
NNTT
NNTC
NNTG
NNTM
NNTL
NNTN
NNCA
NNCT
NNCC
NNCG
NNCM
NNCL
NNCN
NNGA
NNGT
NNGC
NNGG
NNGM
NNGL
NNGN
NNMA
NNMT
NNMC
NNMG
NNMM
NNML
NNMN
NNLA
NNLT
NNLC
NNLG
NNLM
NNLL
NNLN
NNNA
NNNT
NNNC
NNNG
NNNM
NNNL
NNNN
