[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
AAAAAA
AAAAAT
AAAAAC
AAAAAG
AAAAAM
AAAAAL
AAAAAN
AAAATA
AAAATT
AAAATC
AAAATG
AAAATM
AAAATL
AAAATN
AAAACA
AAAACT
AAAACC
AAAACG
AAAACM
AAAACL
AAAACN
AAAAGA
AAAAGT
AAAAGC
AAAAGG
AAAAGM
AAAAGL
AAAAGN
AAAAMA
AAAAMT
AAAAMC
AAAAMG
AAAAMM
AAAAML
AAAAMN
AAAALA
AAAALT
AAAALC
AAAALG
AAAALM
AAAALL
AAAALN
AAAANA
AAAANT
AAAANC
AAAANG
AAAANM
AAAANL
AAAANN
AAATAA
AAATAT
AAATAC
AAATAG
AAATAM
AAATAL
AAATAN
AAATTA
AAATTT
AAATTC
AAATTG
AAATTM
AAATTL
AAATTN
AAATCA
AAATCT
AAATCC
AAATCG
AAATCM
AAATCL
AAATCN
AAATGA
AAATGT
AAATGC
AAATGG
AAATGM
AAATGL
AAATGN
AAATMA
AAATMT
AAATMC
AAATMG
AAATMM
AAATML
AAATMN
AAATLA
AAATLT
AAATLC
AAATLG
AAATLM
AAATLL
AAATLN
AAATNA
AAATNT
AAATNC
AAATNG
AAATNM
AAATNL
AAATNN
AAACAA
AAACAT
AAACAC
AAACAG
AAACAM
AAACAL
AAACAN
AAACTA
AAACTT
AAACTC
AAACTG
AAACTM
AAACTL
AAACTN
AAACCA
AAACCT
AAACCC
AAACCG
AAACCM
AAACCL
AAACCN
AAACGA
AAACGT
AAACGC
AAACGG
AAACGM
AAACGL
AAACGN
AAACMA
AAACMT
AAACMC
AAACMG
AAACMM
AAACML
AAACMN
AAACLA
AAACLT
AAACLC
AAACLG
AAACLM
AAACLL
AAACLN
AAACNA
AAACNT
AAACNC
AAACNG
AAACNM
AAACNL
AAACNN
AAAGAA
AAAGAT
AAAGAC
AAAGAG
AAAGAM
AAAGAL
AAAGAN
AAAGTA
AAAGTT
AAAGTC
AAAGTG
AAAGTM
AAAGTL
AAAGTN
AAAGCA
AAAGCT
AAAGCC
AAAGCG
AAAGCM
AAAGCL
AAAGCN
AAAGGA
AAAGGT
AAAGGC
AAAGGG
AAAGGM
AAAGGL
AAAGGN
AAAGMA
AAAGMT
AAAGMC
AAAGMG
AAAGMM
AAAGML
AAAGMN
AAAGLA
AAAGLT
AAAGLC
AAAGLG
AAAGLM
AAAGLL
AAAGLN
AAAGNA
AAAGNT
AAAGNC
AAAGNG
AAAGNM
AAAGNL
AAAGNN
AAAMAA
AAAMAT
AAAMAC
AAAMAG
AAAMAM
AAAMAL
AAAMAN
AAAMTA
AAAMTT
AAAMTC
AAAMTG
AAAMTM
AAAMTL
AAAMTN
AAAMCA
AAAMCT
AAAMCC
AAAMCG
AAAMCM
AAAMCL
AAAMCN
AAAMGA
AAAMGT
AAAMGC
AAAMGG
AAAMGM
AAAMGL
AAAMGN
AAAMMA
AAAMMT
AAAMMC
AAAMMG
AAAMMM
AAAMML
AAAMMN
AAAMLA
AAAMLT
AAAMLC
AAAMLG
AAAMLM
AAAMLL
AAAMLN
AAAMNA
AAAMNT
AAAMNC
AAAMNG
AAAMNM
AAAMNL
AAAMNN
AAALAA
AAALAT
AAALAC
AAALAG
AAALAM
AAALAL
AAALAN
AAALTA
AAALTT
AAALTC
AAALTG
AAALTM
AAALTL
AAALTN
AAALCA
AAALCT
AAALCC
AAALCG
AAALCM
AAALCL
AAALCN
AAALGA
AAALGT
AAALGC
AAALGG
AAALGM
AAALGL
AAALGN
AAALMA
AAALMT
AAALMC
AAALMG
AAALMM
AAALML
AAALMN
AAALLA
AAALLT
AAALLC
AAALLG
AAALLM
AAALLL
AAALLN
AAALNA
AAALNT
AAALNC
AAALNG
AAALNM
AAALNL
AAALNN
AAANAA
AAANAT
AAANAC
AAANAG
AAANAM
AAANAL
AAANAN
AAANTA
AAANTT
AAANTC
AAANTG
AAANTM
AAANTL
AAANTN
AAANCA
AAANCT
AAANCC
AAANCG
AAANCM
AAANCL
AAANCN
AAANGA
AAANGT
AAANGC
AAANGG
AAANGM
AAANGL
AAANGN
AAANMA
AAANMT
AAANMC
AAANMG
AAANMM
AAANML
AAANMN
AAANLA
AAANLT
AAANLC
AAANLG
AAANLM
AAANLL
AAANLN
AAANNA
AAANNT
AAANNC
AAANNG
AAANNM
AAANNL
AAANNN
AATAAA
AATAAT
AATAAC
AATAAG
AATAAM
AATAAL
AATAAN
AATATA
AATATT
AATATC
AATATG
AATATM
AATATL
AATATN
AATACA
AATACT
AATACC
AATACG
AATACM
AATACL
AATACN
AATAGA
AATAGT
AATAGC
AATAGG
AATAGM
AATAGL
AATAGN
AATAMA
AATAMT
AATAMC
AATAMG
AATAMM
AATAML
AATAMN
AATALA
AATALT
AATALC
AATALG
AATALM
AATALL
AATALN
AATANA
AATANT
AATANC
AATANG
AATANM
AATANL
AATANN
AATTAA
AATTAT
AATTAC
AATTAG
AATTAM
AATTAL
AATTAN
AATTTA
AATTTT
AATTTC
AATTTG
AATTTM
AATTTL
AATTTN
AATTCA
AATTCT
AATTCC
AATTCG
AATTCM
AATTCL
AATTCN
AATTGA
AATTGT
AATTGC
AATTGG
AATTGM
AATTGL
AATTGN
AATTMA
AATTMT
AATTMC
AATTMG
AATTMM
AATTML
AATTMN
AATTLA
AATTLT
AATTLC
AATTLG
AATTLM
AATTLL
AATTLN
AATTNA
AATTNT
AATTNC
AATTNG
AATTNM
AATTNL
AATTNN
AATCAA
AATCAT
AATCAC
AATCAG
AATCAM
AATCAL
AATCAN
AATCTA
AATCTT
AATCTC
AATCTG
AATCTM
AATCTL
AATCTN
AATCCA
AATCCT
AATCCC
AATCCG
AATCCM
AATCCL
AATCCN
AATCGA
AATCGT
AATCGC
AATCGG
AATCGM
AATCGL
AATCGN
AATCMA
AATCMT
AATCMC
AATCMG
AATCMM
AATCML
AATCMN
AATCLA
AATCLT
AATCLC
AATCLG
AATCLM
AATCLL
AATCLN
AATCNA
AATCNT
AATCNC
AATCNG
AATCNM
AATCNL
AATCNN
AATGAA
AATGAT
AATGAC
AATGAG
AATGAM
AATGAL
AATGAN
AATGTA
AATGTT
AATGTC
AATGTG
AATGTM
AATGTL
AATGTN
AATGCA
AATGCT
AATGCC
AATGCG
AATGCM
AATGCL
AATGCN
AATGGA
AATGGT
AATGGC
AATGGG
AATGGM
AATGGL
AATGGN
AATGMA
AATGMT
AATGMC
AATGMG
AATGMM
AATGML
AATGMN
AATGLA
AATGLT
AATGLC
AATGLG
AATGLM
AATGLL
AATGLN
AATGNA
AATGNT
AATGNC
AATGNG
AATGNM
AATGNL
AATGNN
AATMAA
AATMAT
AATMAC
AATMAG
AATMAM
AATMAL
AATMAN
AATMTA
AATMTT
AATMTC
AATMTG
AATMTM
AATMTL
AATMTN
AATMCA
AATMCT
AATMCC
AATMCG
AATMCM
AATMCL
AATMCN
AATMGA
AATMGT
AATMGC
AATMGG
AATMGM
AATMGL
AATMGN
AATMMA
AATMMT
AATMMC
AATMMG
AATMMM
AATMML
AATMMN
AATMLA
AATMLT
AATMLC
AATMLG
AATMLM
AATMLL
AATMLN
AATMNA
AATMNT
AATMNC
AATMNG
AATMNM
AATMNL
AATMNN
AATLAA
AATLAT
AATLAC
AATLAG
AATLAM
AATLAL
AATLAN
AATLTA
AATLTT
AATLTC
AATLTG
AATLTM
AATLTL
AATLTN
AATLCA
AATLCT
AATLCC
AATLCG
AATLCM
AATLCL
AATLCN
AATLGA
AATLGT
AATLGC
AATLGG
AATLGM
AATLGL
AATLGN
AATLMA
AATLMT
AATLMC
AATLMG
AATLMM
AATLML
AATLMN
AATLLA
AATLLT
AATLLC
AATLLG
AATLLM
AATLLL
AATLLN
AATLNA
AATLNT
AATLNC
AATLNG
AATLNM
AATLNL
AATLNN
AATNAA
AATNAT
AATNAC
AATNAG
AATNAM
AATNAL
AATNAN
AATNTA
AATNTT
AATNTC
AATNTG
AATNTM
AATNTL
AATNTN
AATNCA
AATNCT
AATNCC
AATNCG
AATNCM
AATNCL
AATNCN
AATNGA
AATNGT
AATNGC
AATNGG
AATNGM
AATNGL
AATNGN
AATNMA
AATNMT
AATNMC
AATNMG
AATNMM
AATNML
AATNMN
AATNLA
AATNLT
AATNLC
AATNLG
AATNLM
AATNLL
AATNLN
AATNNA
AATNNT
AATNNC
AATNNG
AATNNM
AATNNL
AATNNN
AACAAA
AACAAT
AACAAC
AACAAG
AACAAM
AACAAL
AACAAN
AACATA
AACATT
AACATC
AACATG
AACATM
AACATL
AACATN
AACACA
AACACT
AACACC
AACACG
AACACM
AACACL
AACACN
AACAGA
AACAGT
AACAGC
AACAGG
AACAGM
AACAGL
AACAGN
AACAMA
AACAMT
AACAMC
AACAMG
AACAMM
AACAML
AACAMN
AACALA
AACALT
AACALC
AACALG
AACALM
AACALL
AACALN
AACANA
AACANT
AACANC
AACANG
AACANM
AACANL
AACANN
AACTAA
AACTAT
AACTAC
AACTAG
AACTAM
AACTAL
AACTAN
AACTTA
AACTTT
AACTTC
AACTTG
AACTTM
AACTTL
AACTTN
AACTCA
AACTCT
AACTCC
AACTCG
AACTCM
AACTCL
AACTCN
AACTGA
AACTGT
AACTGC
AACTGG
AACTGM
AACTGL
AACTGN
AACTMA
AACTMT
AACTMC
AACTMG
AACTMM
AACTML
AACTMN
AACTLA
AACTLT
AACTLC
AACTLG
AACTLM
AACTLL
AACTLN
AACTNA
AACTNT
AACTNC
AACTNG
AACTNM
AACTNL
AACTNN
AACCAA
AACCAT
AACCAC
AACCAG
AACCAM
AACCAL
AACCAN
AACCTA
AACCTT
AACCTC
AACCTG
AACCTM
AACCTL
AACCTN
AACCCA
AACCCT
AACCCC
AACCCG
AACCCM
AACCCL
AACCCN
AACCGA
AACCGT
AACCGC
AACCGG
AACCGM
AACCGL
AACCGN
AACCMA
AACCMT
AACCMC
AACCMG
AACCMM
AACCML
AACCMN
AACCLA
AACCLT
AACCLC
AACCLG
AACCLM
AACCLL
AACCLN
AACCNA
AACCNT
AACCNC
AACCNG
AACCNM
AACCNL
AACCNN
AACGAA
AACGAT
AACGAC
AACGAG
AACGAM
AACGAL
AACGAN
AACGTA
AACGTT
AACGTC
AACGTG
AACGTM
AACGTL
AACGTN
AACGCA
AACGCT
AACGCC
AACGCG
AACGCM
AACGCL
AACGCN
AACGGA
AACGGT
AACGGC
AACGGG
AACGGM
AACGGL
AACGGN
AACGMA
AACGMT
AACGMC
AACGMG
AACGMM
AACGML
AACGMN
AACGLA
AACGLT
AACGLC
AACGLG
AACGLM
AACGLL
AACGLN
AACGNA
AACGNT
AACGNC
AACGNG
AACGNM
AACGNL
AACGNN
AACMAA
AACMAT
AACMAC
AACMAG
AACMAM
AACMAL
AACMAN
AACMTA
AACMTT
AACMTC
AACMTG
AACMTM
AACMTL
AACMTN
AACMCA
AACMCT
AACMCC
AACMCG
AACMCM
AACMCL
AACMCN
AACMGA
AACMGT
AACMGC
AACMGG
AACMGM
AACMGL
AACMGN
AACMMA
AACMMT
AACMMC
AACMMG
AACMMM
AACMML
AACMMN
AACMLA
AACMLT
AACMLC
AACMLG
AACMLM
AACMLL
AACMLN
AACMNA
AACMNT
AACMNC
AACMNG
AACMNM
AACMNL
AACMNN
AACLAA
AACLAT
AACLAC
AACLAG
AACLAM
AACLAL
AACLAN
AACLTA
AACLTT
AACLTC
AACLTG
AACLTM
AACLTL
AACLTN
AACLCA
AACLCT
AACLCC
AACLCG
AACLCM
AACLCL
AACLCN
AACLGA
AACLGT
AACLGC
AACLGG
AACLGM
AACLGL
AACLGN
AACLMA
AACLMT
AACLMC
AACLMG
AACLMM
AACLML
AACLMN
AACLLA
AACLLT
AACLLC
AACLLG
AACLLM
AACLLL
AACLLN
AACLNA
AACLNT
AACLNC
AACLNG
AACLNM
AACLNL
AACLNN
AACNAA
AACNAT
AACNAC
AACNAG
AACNAM
AACNAL
AACNAN
AACNTA
AACNTT
AACNTC
AACNTG
AACNTM
AACNTL
AACNTN
AACNCA
AACNCT
AACNCC
AACNCG
AACNCM
AACNCL
AACNCN
AACNGA
AACNGT
AACNGC
AACNGG
AACNGM
AACNGL
AACNGN
AACNMA
AACNMT
AACNMC
AACNMG
AACNMM
AACNML
AACNMN
AACNLA
AACNLT
AACNLC
AACNLG
AACNLM
AACNLL
AACNLN
AACNNA
AACNNT
AACNNC
AACNNG
AACNNM
AACNNL
AACNNN
AAGAAA
AAGAAT
AAGAAC
AAGAAG
AAGAAM
AAGAAL
AAGAAN
AAGATA
AAGATT
AAGATC
AAGATG
AAGATM
AAGATL
AAGATN
AAGACA
AAGACT
AAGACC
AAGACG
AAGACM
AAGACL
AAGACN
AAGAGA
AAGAGT
AAGAGC
AAGAGG
AAGAGM
AAGAGL
AAGAGN
AAGAMA
AAGAMT
AAGAMC
AAGAMG
AAGAMM
AAGAML
AAGAMN
AAGALA
AAGALT
AAGALC
AAGALG
AAGALM
AAGALL
AAGALN
AAGANA
AAGANT
AAGANC
AAGANG
AAGANM
AAGANL
AAGANN
AAGTAA
AAGTAT
AAGTAC
AAGTAG
AAGTAM
AAGTAL
AAGTAN
AAGTTA
AAGTTT
AAGTTC
AAGTTG
AAGTTM
AAGTTL
AAGTTN
AAGTCA
AAGTCT
AAGTCC
AAGTCG
AAGTCM
AAGTCL
AAGTCN
AAGTGA
AAGTGT
AAGTGC
AAGTGG
AAGTGM
AAGTGL
AAGTGN
AAGTMA
AAGTMT
AAGTMC
AAGTMG
AAGTMM
AAGTML
AAGTMN
AAGTLA
AAGTLT
AAGTLC
AAGTLG
AAGTLM
AAGTLL
AAGTLN
AAGTNA
AAGTNT
AAGTNC
AAGTNG
AAGTNM
AAGTNL
AAGTNN
AAGCAA
AAGCAT
AAGCAC
AAGCAG
AAGCAM
AAGCAL
AAGCAN
AAGCTA
AAGCTT
AAGCTC
AAGCTG
AAGCTM
AAGCTL
AAGCTN
AAGCCA
AAGCCT
AAGCCC
AAGCCG
AAGCCM
AAGCCL
AAGCCN
AAGCGA
AAGCGT
AAGCGC
AAGCGG
AAGCGM
AAGCGL
AAGCGN
AAGCMA
AAGCMT
AAGCMC
AAGCMG
AAGCMM
AAGCML
AAGCMN
AAGCLA
AAGCLT
AAGCLC
AAGCLG
AAGCLM
AAGCLL
AAGCLN
AAGCNA
AAGCNT
AAGCNC
AAGCNG
AAGCNM
AAGCNL
AAGCNN
AAGGAA
AAGGAT
AAGGAC
AAGGAG
AAGGAM
AAGGAL
AAGGAN
AAGGTA
AAGGTT
AAGGTC
AAGGTG
AAGGTM
AAGGTL
AAGGTN
AAGGCA
AAGGCT
AAGGCC
AAGGCG
AAGGCM
AAGGCL
AAGGCN
AAGGGA
AAGGGT
AAGGGC
AAGGGG
AAGGGM
AAGGGL
AAGGGN
AAGGMA
AAGGMT
AAGGMC
AAGGMG
AAGGMM
AAGGML
AAGGMN
AAGGLA
AAGGLT
AAGGLC
AAGGLG
AAGGLM
AAGGLL
AAGGLN
AAGGNA
AAGGNT
AAGGNC
AAGGNG
AAGGNM
AAGGNL
AAGGNN
AAGMAA
AAGMAT
AAGMAC
AAGMAG
AAGMAM
AAGMAL
AAGMAN
AAGMTA
AAGMTT
AAGMTC
AAGMTG
AAGMTM
AAGMTL
AAGMTN
AAGMCA
AAGMCT
AAGMCC
AAGMCG
AAGMCM
AAGMCL
AAGMCN
AAGMGA
AAGMGT
AAGMGC
AAGMGG
AAGMGM
AAGMGL
AAGMGN
AAGMMA
AAGMMT
AAGMMC
AAGMMG
AAGMMM
AAGMML
AAGMMN
AAGMLA
AAGMLT
AAGMLC
AAGMLG
AAGMLM
AAGMLL
AAGMLN
AAGMNA
AAGMNT
AAGMNC
AAGMNG
AAGMNM
AAGMNL
AAGMNN
AAGLAA
AAGLAT
AAGLAC
AAGLAG
AAGLAM
AAGLAL
AAGLAN
AAGLTA
AAGLTT
AAGLTC
AAGLTG
AAGLTM
AAGLTL
AAGLTN
AAGLCA
AAGLCT
AAGLCC
AAGLCG
AAGLCM
AAGLCL
AAGLCN
AAGLGA
AAGLGT
AAGLGC
AAGLGG
AAGLGM
AAGLGL
AAGLGN
AAGLMA
AAGLMT
AAGLMC
AAGLMG
AAGLMM
AAGLML
AAGLMN
AAGLLA
AAGLLT
AAGLLC
AAGLLG
AAGLLM
AAGLLL
AAGLLN
AAGLNA
AAGLNT
AAGLNC
AAGLNG
AAGLNM
AAGLNL
AAGLNN
AAGNAA
AAGNAT
AAGNAC
AAGNAG
AAGNAM
AAGNAL
AAGNAN
AAGNTA
AAGNTT
AAGNTC
AAGNTG
AAGNTM
AAGNTL
AAGNTN
AAGNCA
AAGNCT
AAGNCC
AAGNCG
AAGNCM
AAGNCL
AAGNCN
AAGNGA
AAGNGT
AAGNGC
AAGNGG
AAGNGM
AAGNGL
AAGNGN
AAGNMA
AAGNMT
AAGNMC
AAGNMG
AAGNMM
AAGNML
AAGNMN
AAGNLA
AAGNLT
AAGNLC
AAGNLG
AAGNLM
AAGNLL
AAGNLN
AAGNNA
AAGNNT
AAGNNC
AAGNNG
AAGNNM
AAGNNL
AAGNNN
AAMAAA
AAMAAT
AAMAAC
AAMAAG
AAMAAM
AAMAAL
AAMAAN
AAMATA
AAMATT
AAMATC
AAMATG
AAMATM
AAMATL
AAMATN
AAMACA
AAMACT
AAMACC
AAMACG
AAMACM
AAMACL
AAMACN
AAMAGA
AAMAGT
AAMAGC
AAMAGG
AAMAGM
AAMAGL
AAMAGN
AAMAMA
AAMAMT
AAMAMC
AAMAMG
AAMAMM
AAMAML
AAMAMN
AAMALA
AAMALT
AAMALC
AAMALG
AAMALM
AAMALL
AAMALN
AAMANA
AAMANT
AAMANC
AAMANG
AAMANM
AAMANL
AAMANN
AAMTAA
AAMTAT
AAMTAC
AAMTAG
AAMTAM
AAMTAL
AAMTAN
AAMTTA
AAMTTT
AAMTTC
AAMTTG
AAMTTM
AAMTTL
AAMTTN
AAMTCA
AAMTCT
AAMTCC
AAMTCG
AAMTCM
AAMTCL
AAMTCN
AAMTGA
AAMTGT
AAMTGC
AAMTGG
AAMTGM
AAMTGL
AAMTGN
AAMTMA
AAMTMT
AAMTMC
AAMTMG
AAMTMM
AAMTML
AAMTMN
AAMTLA
AAMTLT
AAMTLC
AAMTLG
AAMTLM
AAMTLL
AAMTLN
AAMTNA
AAMTNT
AAMTNC
AAMTNG
AAMTNM
AAMTNL
AAMTNN
AAMCAA
AAMCAT
AAMCAC
AAMCAG
AAMCAM
AAMCAL
AAMCAN
AAMCTA
AAMCTT
AAMCTC
AAMCTG
AAMCTM
AAMCTL
AAMCTN
AAMCCA
AAMCCT
AAMCCC
AAMCCG
AAMCCM
AAMCCL
AAMCCN
AAMCGA
AAMCGT
AAMCGC
AAMCGG
AAMCGM
AAMCGL
AAMCGN
AAMCMA
AAMCMT
AAMCMC
AAMCMG
AAMCMM
AAMCML
AAMCMN
AAMCLA
AAMCLT
AAMCLC
AAMCLG
AAMCLM
AAMCLL
AAMCLN
AAMCNA
AAMCNT
AAMCNC
AAMCNG
AAMCNM
AAMCNL
AAMCNN
AAMGAA
AAMGAT
AAMGAC
AAMGAG
AAMGAM
AAMGAL
AAMGAN
AAMGTA
AAMGTT
AAMGTC
AAMGTG
AAMGTM
AAMGTL
AAMGTN
AAMGCA
AAMGCT
AAMGCC
AAMGCG
AAMGCM
AAMGCL
AAMGCN
AAMGGA
AAMGGT
AAMGGC
AAMGGG
AAMGGM
AAMGGL
AAMGGN
AAMGMA
AAMGMT
AAMGMC
AAMGMG
AAMGMM
AAMGML
AAMGMN
AAMGLA
AAMGLT
AAMGLC
AAMGLG
AAMGLM
AAMGLL
AAMGLN
AAMGNA
AAMGNT
AAMGNC
AAMGNG
AAMGNM
AAMGNL
AAMGNN
AAMMAA
AAMMAT
AAMMAC
AAMMAG
AAMMAM
AAMMAL
AAMMAN
AAMMTA
AAMMTT
AAMMTC
AAMMTG
AAMMTM
AAMMTL
AAMMTN
AAMMCA
AAMMCT
AAMMCC
AAMMCG
AAMMCM
AAMMCL
AAMMCN
AAMMGA
AAMMGT
AAMMGC
AAMMGG
AAMMGM
AAMMGL
AAMMGN
AAMMMA
AAMMMT
AAMMMC
AAMMMG
AAMMMM
AAMMML
AAMMMN
AAMMLA
AAMMLT
AAMMLC
AAMMLG
AAMMLM
AAMMLL
AAMMLN
AAMMNA
AAMMNT
AAMMNC
AAMMNG
AAMMNM
AAMMNL
AAMMNN
AAMLAA
AAMLAT
AAMLAC
AAMLAG
AAMLAM
AAMLAL
AAMLAN
AAMLTA
AAMLTT
AAMLTC
AAMLTG
AAMLTM
AAMLTL
AAMLTN
AAMLCA
AAMLCT
AAMLCC
AAMLCG
AAMLCM
AAMLCL
AAMLCN
AAMLGA
AAMLGT
AAMLGC
AAMLGG
AAMLGM
AAMLGL
AAMLGN
AAMLMA
AAMLMT
AAMLMC
AAMLMG
AAMLMM
AAMLML
AAMLMN
AAMLLA
AAMLLT
AAMLLC
AAMLLG
AAMLLM
AAMLLL
AAMLLN
AAMLNA
AAMLNT
AAMLNC
AAMLNG
AAMLNM
AAMLNL
AAMLNN
AAMNAA
AAMNAT
AAMNAC
AAMNAG
AAMNAM
AAMNAL
AAMNAN
AAMNTA
AAMNTT
AAMNTC
AAMNTG
AAMNTM
AAMNTL
AAMNTN
AAMNCA
AAMNCT
AAMNCC
AAMNCG
AAMNCM
AAMNCL
AAMNCN
AAMNGA
AAMNGT
AAMNGC
AAMNGG
AAMNGM
AAMNGL
AAMNGN
AAMNMA
AAMNMT
AAMNMC
AAMNMG
AAMNMM
AAMNML
AAMNMN
AAMNLA
AAMNLT
AAMNLC
AAMNLG
AAMNLM
AAMNLL
AAMNLN
AAMNNA
AAMNNT
AAMNNC
AAMNNG
AAMNNM
AAMNNL
AAMNNN
AALAAA
AALAAT
AALAAC
AALAAG
AALAAM
AALAAL
AALAAN
AALATA
AALATT
AALATC
AALATG
AALATM
AALATL
AALATN
AALACA
AALACT
AALACC
AALACG
AALACM
AALACL
AALACN
AALAGA
AALAGT
AALAGC
AALAGG
AALAGM
AALAGL
AALAGN
AALAMA
AALAMT
AALAMC
AALAMG
AALAMM
AALAML
AALAMN
AALALA
AALALT
AALALC
AALALG
AALALM
AALALL
AALALN
AALANA
AALANT
AALANC
AALANG
AALANM
AALANL
AALANN
AALTAA
AALTAT
AALTAC
AALTAG
AALTAM
AALTAL
AALTAN
AALTTA
AALTTT
AALTTC
AALTTG
AALTTM
AALTTL
AALTTN
AALTCA
AALTCT
AALTCC
AALTCG
AALTCM
AALTCL
AALTCN
AALTGA
AALTGT
AALTGC
AALTGG
AALTGM
AALTGL
AALTGN
AALTMA
AALTMT
AALTMC
AALTMG
AALTMM
AALTML
AALTMN
AALTLA
AALTLT
AALTLC
AALTLG
AALTLM
AALTLL
AALTLN
AALTNA
AALTNT
AALTNC
AALTNG
AALTNM
AALTNL
AALTNN
AALCAA
AALCAT
AALCAC
AALCAG
AALCAM
AALCAL
AALCAN
AALCTA
AALCTT
AALCTC
AALCTG
AALCTM
AALCTL
AALCTN
AALCCA
AALCCT
AALCCC
AALCCG
AALCCM
AALCCL
AALCCN
AALCGA
AALCGT
AALCGC
AALCGG
AALCGM
AALCGL
AALCGN
AALCMA
AALCMT
AALCMC
AALCMG
AALCMM
AALCML
AALCMN
AALCLA
AALCLT
AALCLC
AALCLG
AALCLM
AALCLL
AALCLN
AALCNA
AALCNT
AALCNC
AALCNG
AALCNM
AALCNL
AALCNN
AALGAA
AALGAT
AALGAC
AALGAG
AALGAM
AALGAL
AALGAN
AALGTA
AALGTT
AALGTC
AALGTG
AALGTM
AALGTL
AALGTN
AALGCA
AALGCT
AALGCC
AALGCG
AALGCM
AALGCL
AALGCN
AALGGA
AALGGT
AALGGC
AALGGG
AALGGM
AALGGL
AALGGN
AALGMA
AALGMT
AALGMC
AALGMG
AALGMM
AALGML
AALGMN
AALGLA
AALGLT
AALGLC
AALGLG
AALGLM
AALGLL
AALGLN
AALGNA
AALGNT
AALGNC
AALGNG
AALGNM
AALGNL
AALGNN
AALMAA
AALMAT
AALMAC
AALMAG
AALMAM
AALMAL
AALMAN
AALMTA
AALMTT
AALMTC
AALMTG
AALMTM
AALMTL
AALMTN
AALMCA
AALMCT
AALMCC
AALMCG
AALMCM
AALMCL
AALMCN
AALMGA
AALMGT
AALMGC
AALMGG
AALMGM
AALMGL
AALMGN
AALMMA
AALMMT
AALMMC
AALMMG
AALMMM
AALMML
AALMMN
AALMLA
AALMLT
AALMLC
AALMLG
AALMLM
AALMLL
AALMLN
AALMNA
AALMNT
AALMNC
AALMNG
AALMNM
AALMNL
AALMNN
AALLAA
AALLAT
AALLAC
AALLAG
AALLAM
AALLAL
AALLAN
AALLTA
AALLTT
AALLTC
AALLTG
AALLTM
AALLTL
AALLTN
AALLCA
AALLCT
AALLCC
AALLCG
AALLCM
AALLCL
AALLCN
AALLGA
AALLGT
AALLGC
AALLGG
AALLGM
AALLGL
AALLGN
AALLMA
AALLMT
AALLMC
AALLMG
AALLMM
AALLML
AALLMN
AALLLA
AALLLT
AALLLC
AALLLG
AALLLM
AALLLL
AALLLN
AALLNA
AALLNT
AALLNC
AALLNG
AALLNM
AALLNL
AALLNN
AALNAA
AALNAT
AALNAC
AALNAG
AALNAM
AALNAL
AALNAN
AALNTA
AALNTT
AALNTC
AALNTG
AALNTM
AALNTL
AALNTN
AALNCA
AALNCT
AALNCC
AALNCG
AALNCM
AALNCL
AALNCN
AALNGA
AALNGT
AALNGC
AALNGG
AALNGM
AALNGL
AALNGN
AALNMA
AALNMT
AALNMC
AALNMG
AALNMM
AALNML
AALNMN
AALNLA
AALNLT
AALNLC
AALNLG
AALNLM
AALNLL
AALNLN
AALNNA
AALNNT
AALNNC
AALNNG
AALNNM
AALNNL
AALNNN
AANAAA
AANAAT
AANAAC
AANAAG
AANAAM
AANAAL
AANAAN
AANATA
AANATT
AANATC
AANATG
AANATM
AANATL
AANATN
AANACA
AANACT
AANACC
AANACG
AANACM
AANACL
AANACN
AANAGA
AANAGT
AANAGC
AANAGG
AANAGM
AANAGL
AANAGN
AANAMA
AANAMT
AANAMC
AANAMG
AANAMM
AANAML
AANAMN
AANALA
AANALT
AANALC
AANALG
AANALM
AANALL
AANALN
AANANA
AANANT
AANANC
AANANG
AANANM
AANANL
AANANN
AANTAA
AANTAT
AANTAC
AANTAG
AANTAM
AANTAL
AANTAN
AANTTA
AANTTT
AANTTC
AANTTG
AANTTM
AANTTL
AANTTN
AANTCA
AANTCT
AANTCC
AANTCG
AANTCM
AANTCL
AANTCN
AANTGA
AANTGT
AANTGC
AANTGG
AANTGM
AANTGL
AANTGN
AANTMA
AANTMT
AANTMC
AANTMG
AANTMM
AANTML
AANTMN
AANTLA
AANTLT
AANTLC
AANTLG
AANTLM
AANTLL
AANTLN
AANTNA
AANTNT
AANTNC
AANTNG
AANTNM
AANTNL
AANTNN
AANCAA
AANCAT
AANCAC
AANCAG
AANCAM
AANCAL
AANCAN
AANCTA
AANCTT
AANCTC
AANCTG
AANCTM
AANCTL
AANCTN
AANCCA
AANCCT
AANCCC
AANCCG
AANCCM
AANCCL
AANCCN
AANCGA
AANCGT
AANCGC
AANCGG
AANCGM
AANCGL
AANCGN
AANCMA
AANCMT
AANCMC
AANCMG
AANCMM
AANCML
AANCMN
AANCLA
AANCLT
AANCLC
AANCLG
AANCLM
AANCLL
AANCLN
AANCNA
AANCNT
AANCNC
AANCNG
AANCNM
AANCNL
AANCNN
AANGAA
AANGAT
AANGAC
AANGAG
AANGAM
AANGAL
AANGAN
AANGTA
AANGTT
AANGTC
AANGTG
AANGTM
AANGTL
AANGTN
AANGCA
AANGCT
AANGCC
AANGCG
AANGCM
AANGCL
AANGCN
AANGGA
AANGGT
AANGGC
AANGGG
AANGGM
AANGGL
AANGGN
AANGMA
AANGMT
AANGMC
AANGMG
AANGMM
AANGML
AANGMN
AANGLA
AANGLT
AANGLC
AANGLG
AANGLM
AANGLL
AANGLN
AANGNA
AANGNT
AANGNC
AANGNG
AANGNM
AANGNL
AANGNN
AANMAA
AANMAT
AANMAC
AANMAG
AANMAM
AANMAL
AANMAN
AANMTA
AANMTT
AANMTC
AANMTG
AANMTM
AANMTL
AANMTN
AANMCA
AANMCT
AANMCC
AANMCG
AANMCM
AANMCL
AANMCN
AANMGA
AANMGT
AANMGC
AANMGG
AANMGM
AANMGL
AANMGN
AANMMA
AANMMT
AANMMC
AANMMG
AANMMM
AANMML
AANMMN
AANMLA
AANMLT
AANMLC
AANMLG
AANMLM
AANMLL
AANMLN
AANMNA
AANMNT
AANMNC
AANMNG
AANMNM
AANMNL
AANMNN
AANLAA
AANLAT
AANLAC
AANLAG
AANLAM
AANLAL
AANLAN
AANLTA
AANLTT
AANLTC
AANLTG
AANLTM
AANLTL
AANLTN
AANLCA
AANLCT
AANLCC
AANLCG
AANLCM
AANLCL
AANLCN
AANLGA
AANLGT
AANLGC
AANLGG
AANLGM
AANLGL
AANLGN
AANLMA
AANLMT
AANLMC
AANLMG
AANLMM
AANLML
AANLMN
AANLLA
AANLLT
AANLLC
AANLLG
AANLLM
AANLLL
AANLLN
AANLNA
AANLNT
AANLNC
AANLNG
AANLNM
AANLNL
AANLNN
AANNAA
AANNAT
AANNAC
AANNAG
AANNAM
AANNAL
AANNAN
AANNTA
AANNTT
AANNTC
AANNTG
AANNTM
AANNTL
AANNTN
AANNCA
AANNCT
AANNCC
AANNCG
AANNCM
AANNCL
AANNCN
AANNGA
AANNGT
AANNGC
AANNGG
AANNGM
AANNGL
AANNGN
AANNMA
AANNMT
AANNMC
AANNMG
AANNMM
AANNML
AANNMN
AANNLA
AANNLT
AANNLC
AANNLG
AANNLM
AANNLL
AANNLN
AANNNA
AANNNT
AANNNC
AANNNG
AANNNM
AANNNL
AANNNN
ATAAAA
ATAAAT
ATAAAC
ATAAAG
ATAAAM
ATAAAL
ATAAAN
ATAATA
ATAATT
ATAATC
ATAATG
ATAATM
ATAATL
ATAATN
ATAACA
ATAACT
ATAACC
ATAACG
ATAACM
ATAACL
ATAACN
ATAAGA
ATAAGT
ATAAGC
ATAAGG
ATAAGM
ATAAGL
ATAAGN
ATAAMA
ATAAMT
ATAAMC
ATAAMG
ATAAMM
ATAAML
ATAAMN
ATAALA
ATAALT
ATAALC
ATAALG
ATAALM
ATAALL
ATAALN
ATAANA
ATAANT
ATAANC
ATAANG
ATAANM
ATAANL
ATAANN
ATATAA
ATATAT
ATATAC
ATATAG
ATATAM
ATATAL
ATATAN
ATATTA
ATATTT
ATATTC
ATATTG
ATATTM
ATATTL
ATATTN
ATATCA
ATATCT
ATATCC
ATATCG
ATATCM
ATATCL
ATATCN
ATATGA
ATATGT
ATATGC
ATATGG
ATATGM
ATATGL
ATATGN
ATATMA
ATATMT
ATATMC
ATATMG
ATATMM
ATATML
ATATMN
ATATLA
ATATLT
ATATLC
ATATLG
ATATLM
ATATLL
ATATLN
ATATNA
ATATNT
ATATNC
ATATNG
ATATNM
ATATNL
ATATNN
ATACAA
ATACAT
ATACAC
ATACAG
ATACAM
ATACAL
ATACAN
ATACTA
ATACTT
ATACTC
ATACTG
ATACTM
ATACTL
ATACTN
ATACCA
ATACCT
ATACCC
ATACCG
ATACCM
ATACCL
ATACCN
ATACGA
ATACGT
ATACGC
ATACGG
ATACGM
ATACGL
ATACGN
ATACMA
ATACMT
ATACMC
ATACMG
ATACMM
ATACML
ATACMN
ATACLA
ATACLT
ATACLC
ATACLG
ATACLM
ATACLL
ATACLN
ATACNA
ATACNT
ATACNC
ATACNG
ATACNM
ATACNL
ATACNN
ATAGAA
ATAGAT
ATAGAC
ATAGAG
ATAGAM
ATAGAL
ATAGAN
ATAGTA
ATAGTT
ATAGTC
ATAGTG
ATAGTM
ATAGTL
ATAGTN
ATAGCA
ATAGCT
ATAGCC
ATAGCG
ATAGCM
ATAGCL
ATAGCN
ATAGGA
ATAGGT
ATAGGC
ATAGGG
ATAGGM
ATAGGL
ATAGGN
ATAGMA
ATAGMT
ATAGMC
ATAGMG
ATAGMM
ATAGML
ATAGMN
ATAGLA
ATAGLT
ATAGLC
ATAGLG
ATAGLM
ATAGLL
ATAGLN
ATAGNA
ATAGNT
ATAGNC
ATAGNG
ATAGNM
ATAGNL
ATAGNN
ATAMAA
ATAMAT
ATAMAC
ATAMAG
ATAMAM
ATAMAL
ATAMAN
ATAMTA
ATAMTT
ATAMTC
ATAMTG
ATAMTM
ATAMTL
ATAMTN
ATAMCA
ATAMCT
ATAMCC
ATAMCG
ATAMCM
ATAMCL
ATAMCN
ATAMGA
ATAMGT
ATAMGC
ATAMGG
ATAMGM
ATAMGL
ATAMGN
ATAMMA
ATAMMT
ATAMMC
ATAMMG
ATAMMM
ATAMML
ATAMMN
ATAMLA
ATAMLT
ATAMLC
ATAMLG
ATAMLM
ATAMLL
ATAMLN
ATAMNA
ATAMNT
ATAMNC
ATAMNG
ATAMNM
ATAMNL
ATAMNN
ATALAA
ATALAT
ATALAC
ATALAG
ATALAM
ATALAL
ATALAN
ATALTA
ATALTT
ATALTC
ATALTG
ATALTM
ATALTL
ATALTN
ATALCA
ATALCT
ATALCC
ATALCG
ATALCM
ATALCL
ATALCN
ATALGA
ATALGT
ATALGC
ATALGG
ATALGM
ATALGL
ATALGN
ATALMA
ATALMT
ATALMC
ATALMG
ATALMM
ATALML
ATALMN
ATALLA
ATALLT
ATALLC
ATALLG
ATALLM
ATALLL
ATALLN
ATALNA
ATALNT
ATALNC
ATALNG
ATALNM
ATALNL
ATALNN
ATANAA
ATANAT
ATANAC
ATANAG
ATANAM
ATANAL
ATANAN
ATANTA
ATANTT
ATANTC
ATANTG
ATANTM
ATANTL
ATANTN
ATANCA
ATANCT
ATANCC
ATANCG
ATANCM
ATANCL
ATANCN
ATANGA
ATANGT
ATANGC
ATANGG
ATANGM
ATANGL
ATANGN
ATANMA
ATANMT
ATANMC
ATANMG
ATANMM
ATANML
ATANMN
ATANLA
ATANLT
ATANLC
ATANLG
ATANLM
ATANLL
ATANLN
ATANNA
ATANNT
ATANNC
ATANNG
ATANNM
ATANNL
ATANNN
ATTAAA
ATTAAT
ATTAAC
ATTAAG
ATTAAM
ATTAAL
ATTAAN
ATTATA
ATTATT
ATTATC
ATTATG
ATTATM
ATTATL
ATTATN
ATTACA
ATTACT
ATTACC
ATTACG
ATTACM
ATTACL
ATTACN
ATTAGA
ATTAGT
ATTAGC
ATTAGG
ATTAGM
ATTAGL
ATTAGN
ATTAMA
ATTAMT
ATTAMC
ATTAMG
ATTAMM
ATTAML
ATTAMN
ATTALA
ATTALT
ATTALC
ATTALG
ATTALM
ATTALL
ATTALN
ATTANA
ATTANT
ATTANC
ATTANG
ATTANM
ATTANL
ATTANN
ATTTAA
ATTTAT
ATTTAC
ATTTAG
ATTTAM
ATTTAL
ATTTAN
ATTTTA
ATTTTT
ATTTTC
ATTTTG
ATTTTM
ATTTTL
ATTTTN
ATTTCA
ATTTCT
ATTTCC
ATTTCG
ATTTCM
ATTTCL
ATTTCN
ATTTGA
ATTTGT
ATTTGC
ATTTGG
ATTTGM
ATTTGL
ATTTGN
ATTTMA
ATTTMT
ATTTMC
ATTTMG
ATTTMM
ATTTML
ATTTMN
ATTTLA
ATTTLT
ATTTLC
ATTTLG
ATTTLM
ATTTLL
ATTTLN
ATTTNA
ATTTNT
ATTTNC
ATTTNG
ATTTNM
ATTTNL
ATTTNN
ATTCAA
ATTCAT
ATTCAC
ATTCAG
ATTCAM
ATTCAL
ATTCAN
ATTCTA
ATTCTT
ATTCTC
ATTCTG
ATTCTM
ATTCTL
ATTCTN
ATTCCA
ATTCCT
ATTCCC
ATTCCG
ATTCCM
ATTCCL
ATTCCN
ATTCGA
ATTCGT
ATTCGC
ATTCGG
ATTCGM
ATTCGL
ATTCGN
ATTCMA
ATTCMT
ATTCMC
ATTCMG
ATTCMM
ATTCML
ATTCMN
ATTCLA
ATTCLT
ATTCLC
ATTCLG
ATTCLM
ATTCLL
ATTCLN
ATTCNA
ATTCNT
ATTCNC
ATTCNG
ATTCNM
ATTCNL
ATTCNN
ATTGAA
ATTGAT
ATTGAC
ATTGAG
ATTGAM
ATTGAL
ATTGAN
ATTGTA
ATTGTT
ATTGTC
ATTGTG
ATTGTM
ATTGTL
ATTGTN
ATTGCA
ATTGCT
ATTGCC
ATTGCG
ATTGCM
ATTGCL
ATTGCN
ATTGGA
ATTGGT
ATTGGC
ATTGGG
ATTGGM
ATTGGL
ATTGGN
ATTGMA
ATTGMT
ATTGMC
ATTGMG
ATTGMM
ATTGML
ATTGMN
ATTGLA
ATTGLT
ATTGLC
ATTGLG
ATTGLM
ATTGLL
ATTGLN
ATTGNA
ATTGNT
ATTGNC
ATTGNG
ATTGNM
ATTGNL
ATTGNN
ATTMAA
ATTMAT
ATTMAC
ATTMAG
ATTMAM
ATTMAL
ATTMAN
ATTMTA
ATTMTT
ATTMTC
ATTMTG
ATTMTM
ATTMTL
ATTMTN
ATTMCA
ATTMCT
ATTMCC
ATTMCG
ATTMCM
ATTMCL
ATTMCN
ATTMGA
ATTMGT
ATTMGC
ATTMGG
ATTMGM
ATTMGL
ATTMGN
ATTMMA
ATTMMT
ATTMMC
ATTMMG
ATTMMM
ATTMML
ATTMMN
ATTMLA
ATTMLT
ATTMLC
ATTMLG
ATTMLM
ATTMLL
ATTMLN
ATTMNA
ATTMNT
ATTMNC
ATTMNG
ATTMNM
ATTMNL
ATTMNN
ATTLAA
ATTLAT
ATTLAC
ATTLAG
ATTLAM
ATTLAL
ATTLAN
ATTLTA
ATTLTT
ATTLTC
ATTLTG
ATTLTM
ATTLTL
ATTLTN
ATTLCA
ATTLCT
ATTLCC
ATTLCG
ATTLCM
ATTLCL
ATTLCN
ATTLGA
ATTLGT
ATTLGC
ATTLGG
ATTLGM
ATTLGL
ATTLGN
ATTLMA
ATTLMT
ATTLMC
ATTLMG
ATTLMM
ATTLML
ATTLMN
ATTLLA
ATTLLT
ATTLLC
ATTLLG
ATTLLM
ATTLLL
ATTLLN
ATTLNA
ATTLNT
ATTLNC
ATTLNG
ATTLNM
ATTLNL
ATTLNN
ATTNAA
ATTNAT
ATTNAC
ATTNAG
ATTNAM
ATTNAL
ATTNAN
ATTNTA
ATTNTT
ATTNTC
ATTNTG
ATTNTM
ATTNTL
ATTNTN
ATTNCA
ATTNCT
ATTNCC
ATTNCG
ATTNCM
ATTNCL
ATTNCN
ATTNGA
ATTNGT
ATTNGC
ATTNGG
ATTNGM
ATTNGL
ATTNGN
ATTNMA
ATTNMT
ATTNMC
ATTNMG
ATTNMM
ATTNML
ATTNMN
ATTNLA
ATTNLT
ATTNLC
ATTNLG
ATTNLM
ATTNLL
ATTNLN
ATTNNA
ATTNNT
ATTNNC
ATTNNG
ATTNNM
ATTNNL
ATTNNN
ATCAAA
ATCAAT
ATCAAC
ATCAAG
ATCAAM
ATCAAL
ATCAAN
ATCATA
ATCATT
ATCATC
ATCATG
ATCATM
ATCATL
ATCATN
ATCACA
ATCACT
ATCACC
ATCACG
ATCACM
ATCACL
ATCACN
ATCAGA
ATCAGT
ATCAGC
ATCAGG
ATCAGM
ATCAGL
ATCAGN
ATCAMA
ATCAMT
ATCAMC
ATCAMG
ATCAMM
ATCAML
ATCAMN
ATCALA
ATCALT
ATCALC
ATCALG
ATCALM
ATCALL
ATCALN
ATCANA
ATCANT
ATCANC
ATCANG
ATCANM
ATCANL
ATCANN
ATCTAA
ATCTAT
ATCTAC
ATCTAG
ATCTAM
ATCTAL
ATCTAN
ATCTTA
ATCTTT
ATCTTC
ATCTTG
ATCTTM
ATCTTL
ATCTTN
ATCTCA
ATCTCT
ATCTCC
ATCTCG
ATCTCM
ATCTCL
ATCTCN
ATCTGA
ATCTGT
ATCTGC
ATCTGG
ATCTGM
ATCTGL
ATCTGN
ATCTMA
ATCTMT
ATCTMC
ATCTMG
ATCTMM
ATCTML
ATCTMN
ATCTLA
ATCTLT
ATCTLC
ATCTLG
ATCTLM
ATCTLL
ATCTLN
ATCTNA
ATCTNT
ATCTNC
ATCTNG
ATCTNM
ATCTNL
ATCTNN
ATCCAA
ATCCAT
ATCCAC
ATCCAG
ATCCAM
ATCCAL
ATCCAN
ATCCTA
ATCCTT
ATCCTC
ATCCTG
ATCCTM
ATCCTL
ATCCTN
ATCCCA
ATCCCT
ATCCCC
ATCCCG
ATCCCM
ATCCCL
ATCCCN
ATCCGA
ATCCGT
ATCCGC
ATCCGG
ATCCGM
ATCCGL
ATCCGN
ATCCMA
ATCCMT
ATCCMC
ATCCMG
ATCCMM
ATCCML
ATCCMN
ATCCLA
ATCCLT
ATCCLC
ATCCLG
ATCCLM
ATCCLL
ATCCLN
ATCCNA
ATCCNT
ATCCNC
ATCCNG
ATCCNM
ATCCNL
ATCCNN
ATCGAA
ATCGAT
ATCGAC
ATCGAG
ATCGAM
ATCGAL
ATCGAN
ATCGTA
ATCGTT
ATCGTC
ATCGTG
ATCGTM
ATCGTL
ATCGTN
ATCGCA
ATCGCT
ATCGCC
ATCGCG
ATCGCM
ATCGCL
ATCGCN
ATCGGA
ATCGGT
ATCGGC
ATCGGG
ATCGGM
ATCGGL
ATCGGN
ATCGMA
ATCGMT
ATCGMC
ATCGMG
ATCGMM
ATCGML
ATCGMN
ATCGLA
ATCGLT
ATCGLC
ATCGLG
ATCGLM
ATCGLL
ATCGLN
ATCGNA
ATCGNT
ATCGNC
ATCGNG
ATCGNM
ATCGNL
ATCGNN
ATCMAA
ATCMAT
ATCMAC
ATCMAG
ATCMAM
ATCMAL
ATCMAN
ATCMTA
ATCMTT
ATCMTC
ATCMTG
ATCMTM
ATCMTL
ATCMTN
ATCMCA
ATCMCT
ATCMCC
ATCMCG
ATCMCM
ATCMCL
ATCMCN
ATCMGA
ATCMGT
ATCMGC
ATCMGG
ATCMGM
ATCMGL
ATCMGN
ATCMMA
ATCMMT
ATCMMC
ATCMMG
ATCMMM
ATCMML
ATCMMN
ATCMLA
ATCMLT
ATCMLC
ATCMLG
ATCMLM
ATCMLL
ATCMLN
ATCMNA
ATCMNT
ATCMNC
ATCMNG
ATCMNM
ATCMNL
ATCMNN
ATCLAA
ATCLAT
ATCLAC
ATCLAG
ATCLAM
ATCLAL
ATCLAN
ATCLTA
ATCLTT
ATCLTC
ATCLTG
ATCLTM
ATCLTL
ATCLTN
ATCLCA
ATCLCT
ATCLCC
ATCLCG
ATCLCM
ATCLCL
ATCLCN
ATCLGA
ATCLGT
ATCLGC
ATCLGG
ATCLGM
ATCLGL
ATCLGN
ATCLMA
ATCLMT
ATCLMC
ATCLMG
ATCLMM
ATCLML
ATCLMN
ATCLLA
ATCLLT
ATCLLC
ATCLLG
ATCLLM
ATCLLL
ATCLLN
ATCLNA
ATCLNT
ATCLNC
ATCLNG
ATCLNM
ATCLNL
ATCLNN
ATCNAA
ATCNAT
ATCNAC
ATCNAG
ATCNAM
ATCNAL
ATCNAN
ATCNTA
ATCNTT
ATCNTC
ATCNTG
ATCNTM
ATCNTL
ATCNTN
ATCNCA
ATCNCT
ATCNCC
ATCNCG
ATCNCM
ATCNCL
ATCNCN
ATCNGA
ATCNGT
ATCNGC
ATCNGG
ATCNGM
ATCNGL
ATCNGN
ATCNMA
ATCNMT
ATCNMC
ATCNMG
ATCNMM
ATCNML
ATCNMN
ATCNLA
ATCNLT
ATCNLC
ATCNLG
ATCNLM
ATCNLL
ATCNLN
ATCNNA
ATCNNT
ATCNNC
ATCNNG
ATCNNM
ATCNNL
ATCNNN
ATGAAA
ATGAAT
ATGAAC
ATGAAG
ATGAAM
ATGAAL
ATGAAN
ATGATA
ATGATT
ATGATC
ATGATG
ATGATM
ATGATL
ATGATN
ATGACA
ATGACT
ATGACC
ATGACG
ATGACM
ATGACL
ATGACN
ATGAGA
ATGAGT
ATGAGC
ATGAGG
ATGAGM
ATGAGL
ATGAGN
ATGAMA
ATGAMT
ATGAMC
ATGAMG
ATGAMM
ATGAML
ATGAMN
ATGALA
ATGALT
ATGALC
ATGALG
ATGALM
ATGALL
ATGALN
ATGANA
ATGANT
ATGANC
ATGANG
ATGANM
ATGANL
ATGANN
ATGTAA
ATGTAT
ATGTAC
ATGTAG
ATGTAM
ATGTAL
ATGTAN
ATGTTA
ATGTTT
ATGTTC
ATGTTG
ATGTTM
ATGTTL
ATGTTN
ATGTCA
ATGTCT
ATGTCC
ATGTCG
ATGTCM
ATGTCL
ATGTCN
ATGTGA
ATGTGT
ATGTGC
ATGTGG
ATGTGM
ATGTGL
ATGTGN
ATGTMA
ATGTMT
ATGTMC
ATGTMG
ATGTMM
ATGTML
ATGTMN
ATGTLA
ATGTLT
ATGTLC
ATGTLG
ATGTLM
ATGTLL
ATGTLN
ATGTNA
ATGTNT
ATGTNC
ATGTNG
ATGTNM
ATGTNL
ATGTNN
ATGCAA
ATGCAT
ATGCAC
ATGCAG
ATGCAM
ATGCAL
ATGCAN
ATGCTA
ATGCTT
ATGCTC
ATGCTG
ATGCTM
ATGCTL
ATGCTN
ATGCCA
ATGCCT
ATGCCC
ATGCCG
ATGCCM
ATGCCL
ATGCCN
ATGCGA
ATGCGT
ATGCGC
ATGCGG
ATGCGM
ATGCGL
ATGCGN
ATGCMA
ATGCMT
ATGCMC
ATGCMG
ATGCMM
ATGCML
ATGCMN
ATGCLA
ATGCLT
ATGCLC
ATGCLG
ATGCLM
ATGCLL
ATGCLN
ATGCNA
ATGCNT
ATGCNC
ATGCNG
ATGCNM
ATGCNL
ATGCNN
ATGGAA
ATGGAT
ATGGAC
ATGGAG
ATGGAM
ATGGAL
ATGGAN
ATGGTA
ATGGTT
ATGGTC
ATGGTG
ATGGTM
ATGGTL
ATGGTN
ATGGCA
ATGGCT
ATGGCC
ATGGCG
ATGGCM
ATGGCL
ATGGCN
ATGGGA
ATGGGT
ATGGGC
ATGGGG
ATGGGM
ATGGGL
ATGGGN
ATGGMA
ATGGMT
ATGGMC
ATGGMG
ATGGMM
ATGGML
ATGGMN
ATGGLA
ATGGLT
ATGGLC
ATGGLG
ATGGLM
ATGGLL
ATGGLN
ATGGNA
ATGGNT
ATGGNC
ATGGNG
ATGGNM
ATGGNL
ATGGNN
ATGMAA
ATGMAT
ATGMAC
ATGMAG
ATGMAM
ATGMAL
ATGMAN
ATGMTA
ATGMTT
ATGMTC
ATGMTG
ATGMTM
ATGMTL
ATGMTN
ATGMCA
ATGMCT
ATGMCC
ATGMCG
ATGMCM
ATGMCL
ATGMCN
ATGMGA
ATGMGT
ATGMGC
ATGMGG
ATGMGM
ATGMGL
ATGMGN
ATGMMA
ATGMMT
ATGMMC
ATGMMG
ATGMMM
ATGMML
ATGMMN
ATGMLA
ATGMLT
ATGMLC
ATGMLG
ATGMLM
ATGMLL
ATGMLN
ATGMNA
ATGMNT
ATGMNC
ATGMNG
ATGMNM
ATGMNL
ATGMNN
ATGLAA
ATGLAT
ATGLAC
ATGLAG
ATGLAM
ATGLAL
ATGLAN
ATGLTA
ATGLTT
ATGLTC
ATGLTG
ATGLTM
ATGLTL
ATGLTN
ATGLCA
ATGLCT
ATGLCC
ATGLCG
ATGLCM
ATGLCL
ATGLCN
ATGLGA
ATGLGT
ATGLGC
ATGLGG
ATGLGM
ATGLGL
ATGLGN
ATGLMA
ATGLMT
ATGLMC
ATGLMG
ATGLMM
ATGLML
ATGLMN
ATGLLA
ATGLLT
ATGLLC
ATGLLG
ATGLLM
ATGLLL
ATGLLN
ATGLNA
ATGLNT
ATGLNC
ATGLNG
ATGLNM
ATGLNL
ATGLNN
ATGNAA
ATGNAT
ATGNAC
ATGNAG
ATGNAM
ATGNAL
ATGNAN
ATGNTA
ATGNTT
ATGNTC
ATGNTG
ATGNTM
ATGNTL
ATGNTN
ATGNCA
ATGNCT
ATGNCC
ATGNCG
ATGNCM
ATGNCL
ATGNCN
ATGNGA
ATGNGT
ATGNGC
ATGNGG
ATGNGM
ATGNGL
ATGNGN
ATGNMA
ATGNMT
ATGNMC
ATGNMG
ATGNMM
ATGNML
ATGNMN
ATGNLA
ATGNLT
ATGNLC
ATGNLG
ATGNLM
ATGNLL
ATGNLN
ATGNNA
ATGNNT
ATGNNC
ATGNNG
ATGNNM
ATGNNL
ATGNNN
ATMAAA
ATMAAT
ATMAAC
ATMAAG
ATMAAM
ATMAAL
ATMAAN
ATMATA
ATMATT
ATMATC
ATMATG
ATMATM
ATMATL
ATMATN
ATMACA
ATMACT
ATMACC
ATMACG
ATMACM
ATMACL
ATMACN
ATMAGA
ATMAGT
ATMAGC
ATMAGG
ATMAGM
ATMAGL
ATMAGN
ATMAMA
ATMAMT
ATMAMC
ATMAMG
ATMAMM
ATMAML
ATMAMN
ATMALA
ATMALT
ATMALC
ATMALG
ATMALM
ATMALL
ATMALN
ATMANA
ATMANT
ATMANC
ATMANG
ATMANM
ATMANL
ATMANN
ATMTAA
ATMTAT
ATMTAC
ATMTAG
ATMTAM
ATMTAL
ATMTAN
ATMTTA
ATMTTT
ATMTTC
ATMTTG
ATMTTM
ATMTTL
ATMTTN
ATMTCA
ATMTCT
ATMTCC
ATMTCG
ATMTCM
ATMTCL
ATMTCN
ATMTGA
ATMTGT
ATMTGC
ATMTGG
ATMTGM
ATMTGL
ATMTGN
ATMTMA
ATMTMT
ATMTMC
ATMTMG
ATMTMM
ATMTML
ATMTMN
ATMTLA
ATMTLT
ATMTLC
ATMTLG
ATMTLM
ATMTLL
ATMTLN
ATMTNA
ATMTNT
ATMTNC
ATMTNG
ATMTNM
ATMTNL
ATMTNN
ATMCAA
ATMCAT
ATMCAC
ATMCAG
ATMCAM
ATMCAL
ATMCAN
ATMCTA
ATMCTT
ATMCTC
ATMCTG
ATMCTM
ATMCTL
ATMCTN
ATMCCA
ATMCCT
ATMCCC
ATMCCG
ATMCCM
ATMCCL
ATMCCN
ATMCGA
ATMCGT
ATMCGC
ATMCGG
ATMCGM
ATMCGL
ATMCGN
ATMCMA
ATMCMT
ATMCMC
ATMCMG
ATMCMM
ATMCML
ATMCMN
ATMCLA
ATMCLT
ATMCLC
ATMCLG
ATMCLM
ATMCLL
ATMCLN
ATMCNA
ATMCNT
ATMCNC
ATMCNG
ATMCNM
ATMCNL
ATMCNN
ATMGAA
ATMGAT
ATMGAC
ATMGAG
ATMGAM
ATMGAL
ATMGAN
ATMGTA
ATMGTT
ATMGTC
ATMGTG
ATMGTM
ATMGTL
ATMGTN
ATMGCA
ATMGCT
ATMGCC
ATMGCG
ATMGCM
ATMGCL
ATMGCN
ATMGGA
ATMGGT
ATMGGC
ATMGGG
ATMGGM
ATMGGL
ATMGGN
ATMGMA
ATMGMT
ATMGMC
ATMGMG
ATMGMM
ATMGML
ATMGMN
ATMGLA
ATMGLT
ATMGLC
ATMGLG
ATMGLM
ATMGLL
ATMGLN
ATMGNA
ATMGNT
ATMGNC
ATMGNG
ATMGNM
ATMGNL
ATMGNN
ATMMAA
ATMMAT
ATMMAC
ATMMAG
ATMMAM
ATMMAL
ATMMAN
ATMMTA
ATMMTT
ATMMTC
ATMMTG
ATMMTM
ATMMTL
ATMMTN
ATMMCA
ATMMCT
ATMMCC
ATMMCG
ATMMCM
ATMMCL
ATMMCN
ATMMGA
ATMMGT
ATMMGC
ATMMGG
ATMMGM
ATMMGL
ATMMGN
ATMMMA
ATMMMT
ATMMMC
ATMMMG
ATMMMM
ATMMML
ATMMMN
ATMMLA
ATMMLT
ATMMLC
ATMMLG
ATMMLM
ATMMLL
ATMMLN
ATMMNA
ATMMNT
ATMMNC
ATMMNG
ATMMNM
ATMMNL
ATMMNN
ATMLAA
ATMLAT
ATMLAC
ATMLAG
ATMLAM
ATMLAL
ATMLAN
ATMLTA
ATMLTT
ATMLTC
ATMLTG
ATMLTM
ATMLTL
ATMLTN
ATMLCA
ATMLCT
ATMLCC
ATMLCG
ATMLCM
ATMLCL
ATMLCN
ATMLGA
ATMLGT
ATMLGC
ATMLGG
ATMLGM
ATMLGL
ATMLGN
ATMLMA
ATMLMT
ATMLMC
ATMLMG
ATMLMM
ATMLML
ATMLMN
ATMLLA
ATMLLT
ATMLLC
ATMLLG
ATMLLM
ATMLLL
ATMLLN
ATMLNA
ATMLNT
ATMLNC
ATMLNG
ATMLNM
ATMLNL
ATMLNN
ATMNAA
ATMNAT
ATMNAC
ATMNAG
ATMNAM
ATMNAL
ATMNAN
ATMNTA
ATMNTT
ATMNTC
ATMNTG
ATMNTM
ATMNTL
ATMNTN
ATMNCA
ATMNCT
ATMNCC
ATMNCG
ATMNCM
ATMNCL
ATMNCN
ATMNGA
ATMNGT
ATMNGC
ATMNGG
ATMNGM
ATMNGL
ATMNGN
ATMNMA
ATMNMT
ATMNMC
ATMNMG
ATMNMM
ATMNML
ATMNMN
ATMNLA
ATMNLT
ATMNLC
ATMNLG
ATMNLM
ATMNLL
ATMNLN
ATMNNA
ATMNNT
ATMNNC
ATMNNG
ATMNNM
ATMNNL
ATMNNN
ATLAAA
ATLAAT
ATLAAC
ATLAAG
ATLAAM
ATLAAL
ATLAAN
ATLATA
ATLATT
ATLATC
ATLATG
ATLATM
ATLATL
ATLATN
ATLACA
ATLACT
ATLACC
ATLACG
ATLACM
ATLACL
ATLACN
ATLAGA
ATLAGT
ATLAGC
ATLAGG
ATLAGM
ATLAGL
ATLAGN
ATLAMA
ATLAMT
ATLAMC
ATLAMG
ATLAMM
ATLAML
ATLAMN
ATLALA
ATLALT
ATLALC
ATLALG
ATLALM
ATLALL
ATLALN
ATLANA
ATLANT
ATLANC
ATLANG
ATLANM
ATLANL
ATLANN
ATLTAA
ATLTAT
ATLTAC
ATLTAG
ATLTAM
ATLTAL
ATLTAN
ATLTTA
ATLTTT
ATLTTC
ATLTTG
ATLTTM
ATLTTL
ATLTTN
ATLTCA
ATLTCT
ATLTCC
ATLTCG
ATLTCM
ATLTCL
ATLTCN
ATLTGA
ATLTGT
ATLTGC
ATLTGG
ATLTGM
ATLTGL
ATLTGN
ATLTMA
ATLTMT
ATLTMC
ATLTMG
ATLTMM
ATLTML
ATLTMN
ATLTLA
ATLTLT
ATLTLC
ATLTLG
ATLTLM
ATLTLL
ATLTLN
ATLTNA
ATLTNT
ATLTNC
ATLTNG
ATLTNM
ATLTNL
ATLTNN
ATLCAA
ATLCAT
ATLCAC
ATLCAG
ATLCAM
ATLCAL
ATLCAN
ATLCTA
ATLCTT
ATLCTC
ATLCTG
ATLCTM
ATLCTL
ATLCTN
ATLCCA
ATLCCT
ATLCCC
ATLCCG
ATLCCM
ATLCCL
ATLCCN
ATLCGA
ATLCGT
ATLCGC
ATLCGG
ATLCGM
ATLCGL
ATLCGN
ATLCMA
ATLCMT
ATLCMC
ATLCMG
ATLCMM
ATLCML
ATLCMN
ATLCLA
ATLCLT
ATLCLC
ATLCLG
ATLCLM
ATLCLL
ATLCLN
ATLCNA
ATLCNT
ATLCNC
ATLCNG
ATLCNM
ATLCNL
ATLCNN
ATLGAA
ATLGAT
ATLGAC
ATLGAG
ATLGAM
ATLGAL
ATLGAN
ATLGTA
ATLGTT
ATLGTC
ATLGTG
ATLGTM
ATLGTL
ATLGTN
ATLGCA
ATLGCT
ATLGCC
ATLGCG
ATLGCM
ATLGCL
ATLGCN
ATLGGA
ATLGGT
ATLGGC
ATLGGG
ATLGGM
ATLGGL
ATLGGN
ATLGMA
ATLGMT
ATLGMC
ATLGMG
ATLGMM
ATLGML
ATLGMN
ATLGLA
ATLGLT
ATLGLC
ATLGLG
ATLGLM
ATLGLL
ATLGLN
ATLGNA
ATLGNT
ATLGNC
ATLGNG
ATLGNM
ATLGNL
ATLGNN
ATLMAA
ATLMAT
ATLMAC
ATLMAG
ATLMAM
ATLMAL
ATLMAN
ATLMTA
ATLMTT
ATLMTC
ATLMTG
ATLMTM
ATLMTL
ATLMTN
ATLMCA
ATLMCT
ATLMCC
ATLMCG
ATLMCM
ATLMCL
ATLMCN
ATLMGA
ATLMGT
ATLMGC
ATLMGG
ATLMGM
ATLMGL
ATLMGN
ATLMMA
ATLMMT
ATLMMC
ATLMMG
ATLMMM
ATLMML
ATLMMN
ATLMLA
ATLMLT
ATLMLC
ATLMLG
ATLMLM
ATLMLL
ATLMLN
ATLMNA
ATLMNT
ATLMNC
ATLMNG
ATLMNM
ATLMNL
ATLMNN
ATLLAA
ATLLAT
ATLLAC
ATLLAG
ATLLAM
ATLLAL
ATLLAN
ATLLTA
ATLLTT
ATLLTC
ATLLTG
ATLLTM
ATLLTL
ATLLTN
ATLLCA
ATLLCT
ATLLCC
ATLLCG
ATLLCM
ATLLCL
ATLLCN
ATLLGA
ATLLGT
ATLLGC
ATLLGG
ATLLGM
ATLLGL
ATLLGN
ATLLMA
ATLLMT
ATLLMC
ATLLMG
ATLLMM
ATLLML
ATLLMN
ATLLLA
ATLLLT
ATLLLC
ATLLLG
ATLLLM
ATLLLL
ATLLLN
ATLLNA
ATLLNT
ATLLNC
ATLLNG
ATLLNM
ATLLNL
ATLLNN
ATLNAA
ATLNAT
ATLNAC
ATLNAG
ATLNAM
ATLNAL
ATLNAN
ATLNTA
ATLNTT
ATLNTC
ATLNTG
ATLNTM
ATLNTL
ATLNTN
ATLNCA
ATLNCT
ATLNCC
ATLNCG
ATLNCM
ATLNCL
ATLNCN
ATLNGA
ATLNGT
ATLNGC
ATLNGG
ATLNGM
ATLNGL
ATLNGN
ATLNMA
ATLNMT
ATLNMC
ATLNMG
ATLNMM
ATLNML
ATLNMN
ATLNLA
ATLNLT
ATLNLC
ATLNLG
ATLNLM
ATLNLL
ATLNLN
ATLNNA
ATLNNT
ATLNNC
ATLNNG
ATLNNM
ATLNNL
ATLNNN
ATNAAA
ATNAAT
ATNAAC
ATNAAG
ATNAAM
ATNAAL
ATNAAN
ATNATA
ATNATT
ATNATC
ATNATG
ATNATM
ATNATL
ATNATN
ATNACA
ATNACT
ATNACC
ATNACG
ATNACM
ATNACL
ATNACN
ATNAGA
ATNAGT
ATNAGC
ATNAGG
ATNAGM
ATNAGL
ATNAGN
ATNAMA
ATNAMT
ATNAMC
ATNAMG
ATNAMM
ATNAML
ATNAMN
ATNALA
ATNALT
ATNALC
ATNALG
ATNALM
ATNALL
ATNALN
ATNANA
ATNANT
ATNANC
ATNANG
ATNANM
ATNANL
ATNANN
ATNTAA
ATNTAT
ATNTAC
ATNTAG
ATNTAM
ATNTAL
ATNTAN
ATNTTA
ATNTTT
ATNTTC
ATNTTG
ATNTTM
ATNTTL
ATNTTN
ATNTCA
ATNTCT
ATNTCC
ATNTCG
ATNTCM
ATNTCL
ATNTCN
ATNTGA
ATNTGT
ATNTGC
ATNTGG
ATNTGM
ATNTGL
ATNTGN
ATNTMA
ATNTMT
ATNTMC
ATNTMG
ATNTMM
ATNTML
ATNTMN
ATNTLA
ATNTLT
ATNTLC
ATNTLG
ATNTLM
ATNTLL
ATNTLN
ATNTNA
ATNTNT
ATNTNC
ATNTNG
ATNTNM
ATNTNL
ATNTNN
ATNCAA
ATNCAT
ATNCAC
ATNCAG
ATNCAM
ATNCAL
ATNCAN
ATNCTA
ATNCTT
ATNCTC
ATNCTG
ATNCTM
ATNCTL
ATNCTN
ATNCCA
ATNCCT
ATNCCC
ATNCCG
ATNCCM
ATNCCL
ATNCCN
ATNCGA
ATNCGT
ATNCGC
ATNCGG
ATNCGM
ATNCGL
ATNCGN
ATNCMA
ATNCMT
ATNCMC
ATNCMG
ATNCMM
ATNCML
ATNCMN
ATNCLA
ATNCLT
ATNCLC
ATNCLG
ATNCLM
ATNCLL
ATNCLN
ATNCNA
ATNCNT
ATNCNC
ATNCNG
ATNCNM
ATNCNL
ATNCNN
ATNGAA
ATNGAT
ATNGAC
ATNGAG
ATNGAM
ATNGAL
ATNGAN
ATNGTA
ATNGTT
ATNGTC
ATNGTG
ATNGTM
ATNGTL
ATNGTN
ATNGCA
ATNGCT
ATNGCC
ATNGCG
ATNGCM
ATNGCL
ATNGCN
ATNGGA
ATNGGT
ATNGGC
ATNGGG
ATNGGM
ATNGGL
ATNGGN
ATNGMA
ATNGMT
ATNGMC
ATNGMG
ATNGMM
ATNGML
ATNGMN
ATNGLA
ATNGLT
ATNGLC
ATNGLG
ATNGLM
ATNGLL
ATNGLN
ATNGNA
ATNGNT
ATNGNC
ATNGNG
ATNGNM
ATNGNL
ATNGNN
ATNMAA
ATNMAT
ATNMAC
ATNMAG
ATNMAM
ATNMAL
ATNMAN
ATNMTA
ATNMTT
ATNMTC
ATNMTG
ATNMTM
ATNMTL
ATNMTN
ATNMCA
ATNMCT
ATNMCC
ATNMCG
ATNMCM
ATNMCL
ATNMCN
ATNMGA
ATNMGT
ATNMGC
ATNMGG
ATNMGM
ATNMGL
ATNMGN
ATNMMA
ATNMMT
ATNMMC
ATNMMG
ATNMMM
ATNMML
ATNMMN
ATNMLA
ATNMLT
ATNMLC
ATNMLG
ATNMLM
ATNMLL
ATNMLN
ATNMNA
ATNMNT
ATNMNC
ATNMNG
ATNMNM
ATNMNL
ATNMNN
ATNLAA
ATNLAT
ATNLAC
ATNLAG
ATNLAM
ATNLAL
ATNLAN
ATNLTA
ATNLTT
ATNLTC
ATNLTG
ATNLTM
ATNLTL
ATNLTN
ATNLCA
ATNLCT
ATNLCC
ATNLCG
ATNLCM
ATNLCL
ATNLCN
ATNLGA
ATNLGT
ATNLGC
ATNLGG
ATNLGM
ATNLGL
ATNLGN
ATNLMA
ATNLMT
ATNLMC
ATNLMG
ATNLMM
ATNLML
ATNLMN
ATNLLA
ATNLLT
ATNLLC
ATNLLG
ATNLLM
ATNLLL
ATNLLN
ATNLNA
ATNLNT
ATNLNC
ATNLNG
ATNLNM
ATNLNL
ATNLNN
ATNNAA
ATNNAT
ATNNAC
ATNNAG
ATNNAM
ATNNAL
ATNNAN
ATNNTA
ATNNTT
ATNNTC
ATNNTG
ATNNTM
ATNNTL
ATNNTN
ATNNCA
ATNNCT
ATNNCC
ATNNCG
ATNNCM
ATNNCL
ATNNCN
ATNNGA
ATNNGT
ATNNGC
ATNNGG
ATNNGM
ATNNGL
ATNNGN
ATNNMA
ATNNMT
ATNNMC
ATNNMG
ATNNMM
ATNNML
ATNNMN
ATNNLA
ATNNLT
ATNNLC
ATNNLG
ATNNLM
ATNNLL
ATNNLN
ATNNNA
ATNNNT
ATNNNC
ATNNNG
ATNNNM
ATNNNL
ATNNNN
ACAAAA
ACAAAT
ACAAAC
ACAAAG
ACAAAM
ACAAAL
ACAAAN
ACAATA
ACAATT
ACAATC
ACAATG
ACAATM
ACAATL
ACAATN
ACAACA
ACAACT
ACAACC
ACAACG
ACAACM
ACAACL
ACAACN
ACAAGA
ACAAGT
ACAAGC
ACAAGG
ACAAGM
ACAAGL
ACAAGN
ACAAMA
ACAAMT
ACAAMC
ACAAMG
ACAAMM
ACAAML
ACAAMN
ACAALA
ACAALT
ACAALC
ACAALG
ACAALM
ACAALL
ACAALN
ACAANA
ACAANT
ACAANC
ACAANG
ACAANM
ACAANL
ACAANN
ACATAA
ACATAT
ACATAC
ACATAG
ACATAM
ACATAL
ACATAN
ACATTA
ACATTT
ACATTC
ACATTG
ACATTM
ACATTL
ACATTN
ACATCA
ACATCT
ACATCC
ACATCG
ACATCM
ACATCL
ACATCN
ACATGA
ACATGT
ACATGC
ACATGG
ACATGM
ACATGL
ACATGN
ACATMA
ACATMT
ACATMC
ACATMG
ACATMM
ACATML
ACATMN
ACATLA
ACATLT
ACATLC
ACATLG
ACATLM
ACATLL
ACATLN
ACATNA
ACATNT
ACATNC
ACATNG
ACATNM
ACATNL
ACATNN
ACACAA
ACACAT
ACACAC
ACACAG
ACACAM
ACACAL
ACACAN
ACACTA
ACACTT
ACACTC
ACACTG
ACACTM
ACACTL
ACACTN
ACACCA
ACACCT
ACACCC
ACACCG
ACACCM
ACACCL
ACACCN
ACACGA
ACACGT
ACACGC
ACACGG
ACACGM
ACACGL
ACACGN
ACACMA
ACACMT
ACACMC
ACACMG
ACACMM
ACACML
ACACMN
ACACLA
ACACLT
ACACLC
ACACLG
ACACLM
ACACLL
ACACLN
ACACNA
ACACNT
ACACNC
ACACNG
ACACNM
ACACNL
ACACNN
ACAGAA
ACAGAT
ACAGAC
ACAGAG
ACAGAM
ACAGAL
ACAGAN
ACAGTA
ACAGTT
ACAGTC
ACAGTG
ACAGTM
ACAGTL
ACAGTN
ACAGCA
ACAGCT
ACAGCC
ACAGCG
ACAGCM
ACAGCL
ACAGCN
ACAGGA
ACAGGT
ACAGGC
ACAGGG
ACAGGM
ACAGGL
ACAGGN
ACAGMA
ACAGMT
ACAGMC
ACAGMG
ACAGMM
ACAGML
ACAGMN
ACAGLA
ACAGLT
ACAGLC
ACAGLG
ACAGLM
ACAGLL
ACAGLN
ACAGNA
ACAGNT
ACAGNC
ACAGNG
ACAGNM
ACAGNL
ACAGNN
ACAMAA
ACAMAT
ACAMAC
ACAMAG
ACAMAM
ACAMAL
ACAMAN
ACAMTA
ACAMTT
ACAMTC
ACAMTG
ACAMTM
ACAMTL
ACAMTN
ACAMCA
ACAMCT
ACAMCC
ACAMCG
ACAMCM
ACAMCL
ACAMCN
ACAMGA
ACAMGT
ACAMGC
ACAMGG
ACAMGM
ACAMGL
ACAMGN
ACAMMA
ACAMMT
ACAMMC
ACAMMG
ACAMMM
ACAMML
ACAMMN
ACAMLA
ACAMLT
ACAMLC
ACAMLG
ACAMLM
ACAMLL
ACAMLN
ACAMNA
ACAMNT
ACAMNC
ACAMNG
ACAMNM
ACAMNL
ACAMNN
ACALAA
ACALAT
ACALAC
ACALAG
ACALAM
ACALAL
ACALAN
ACALTA
ACALTT
ACALTC
ACALTG
ACALTM
ACALTL
ACALTN
ACALCA
ACALCT
ACALCC
ACALCG
ACALCM
ACALCL
ACALCN
ACALGA
ACALGT
ACALGC
ACALGG
ACALGM
ACALGL
ACALGN
ACALMA
ACALMT
ACALMC
ACALMG
ACALMM
ACALML
ACALMN
ACALLA
ACALLT
ACALLC
ACALLG
ACALLM
ACALLL
ACALLN
ACALNA
ACALNT
ACALNC
ACALNG
ACALNM
ACALNL
ACALNN
ACANAA
ACANAT
ACANAC
ACANAG
ACANAM
ACANAL
ACANAN
ACANTA
ACANTT
ACANTC
ACANTG
ACANTM
ACANTL
ACANTN
ACANCA
ACANCT
ACANCC
ACANCG
ACANCM
ACANCL
ACANCN
ACANGA
ACANGT
ACANGC
ACANGG
ACANGM
ACANGL
ACANGN
ACANMA
ACANMT
ACANMC
ACANMG
ACANMM
ACANML
ACANMN
ACANLA
ACANLT
ACANLC
ACANLG
ACANLM
ACANLL
ACANLN
ACANNA
ACANNT
ACANNC
ACANNG
ACANNM
ACANNL
ACANNN
ACTAAA
ACTAAT
ACTAAC
ACTAAG
ACTAAM
ACTAAL
ACTAAN
ACTATA
ACTATT
ACTATC
ACTATG
ACTATM
ACTATL
ACTATN
ACTACA
ACTACT
ACTACC
ACTACG
ACTACM
ACTACL
ACTACN
ACTAGA
ACTAGT
ACTAGC
ACTAGG
ACTAGM
ACTAGL
ACTAGN
ACTAMA
ACTAMT
ACTAMC
ACTAMG
ACTAMM
ACTAML
ACTAMN
ACTALA
ACTALT
ACTALC
ACTALG
ACTALM
ACTALL
ACTALN
ACTANA
ACTANT
ACTANC
ACTANG
ACTANM
ACTANL
ACTANN
ACTTAA
ACTTAT
ACTTAC
ACTTAG
ACTTAM
ACTTAL
ACTTAN
ACTTTA
ACTTTT
ACTTTC
ACTTTG
ACTTTM
ACTTTL
ACTTTN
ACTTCA
ACTTCT
ACTTCC
ACTTCG
ACTTCM
ACTTCL
ACTTCN
ACTTGA
ACTTGT
ACTTGC
ACTTGG
ACTTGM
ACTTGL
ACTTGN
ACTTMA
ACTTMT
ACTTMC
ACTTMG
ACTTMM
ACTTML
ACTTMN
ACTTLA
ACTTLT
ACTTLC
ACTTLG
ACTTLM
ACTTLL
ACTTLN
ACTTNA
ACTTNT
ACTTNC
ACTTNG
ACTTNM
ACTTNL
ACTTNN
ACTCAA
ACTCAT
ACTCAC
ACTCAG
ACTCAM
ACTCAL
ACTCAN
ACTCTA
ACTCTT
ACTCTC
ACTCTG
ACTCTM
ACTCTL
ACTCTN
ACTCCA
ACTCCT
ACTCCC
ACTCCG
ACTCCM
ACTCCL
ACTCCN
ACTCGA
ACTCGT
ACTCGC
ACTCGG
ACTCGM
ACTCGL
ACTCGN
ACTCMA
ACTCMT
ACTCMC
ACTCMG
ACTCMM
ACTCML
ACTCMN
ACTCLA
ACTCLT
ACTCLC
ACTCLG
ACTCLM
ACTCLL
ACTCLN
ACTCNA
ACTCNT
ACTCNC
ACTCNG
ACTCNM
ACTCNL
ACTCNN
ACTGAA
ACTGAT
ACTGAC
ACTGAG
ACTGAM
ACTGAL
ACTGAN
ACTGTA
ACTGTT
ACTGTC
ACTGTG
ACTGTM
ACTGTL
ACTGTN
ACTGCA
ACTGCT
ACTGCC
ACTGCG
ACTGCM
ACTGCL
ACTGCN
ACTGGA
ACTGGT
ACTGGC
ACTGGG
ACTGGM
ACTGGL
ACTGGN
ACTGMA
ACTGMT
ACTGMC
ACTGMG
ACTGMM
ACTGML
ACTGMN
ACTGLA
ACTGLT
ACTGLC
ACTGLG
ACTGLM
ACTGLL
ACTGLN
ACTGNA
ACTGNT
ACTGNC
ACTGNG
ACTGNM
ACTGNL
ACTGNN
ACTMAA
ACTMAT
ACTMAC
ACTMAG
ACTMAM
ACTMAL
ACTMAN
ACTMTA
ACTMTT
ACTMTC
ACTMTG
ACTMTM
ACTMTL
ACTMTN
ACTMCA
ACTMCT
ACTMCC
ACTMCG
ACTMCM
ACTMCL
ACTMCN
ACTMGA
ACTMGT
ACTMGC
ACTMGG
ACTMGM
ACTMGL
ACTMGN
ACTMMA
ACTMMT
ACTMMC
ACTMMG
ACTMMM
ACTMML
ACTMMN
ACTMLA
ACTMLT
ACTMLC
ACTMLG
ACTMLM
ACTMLL
ACTMLN
ACTMNA
ACTMNT
ACTMNC
ACTMNG
ACTMNM
ACTMNL
ACTMNN
ACTLAA
ACTLAT
ACTLAC
ACTLAG
ACTLAM
ACTLAL
ACTLAN
ACTLTA
ACTLTT
ACTLTC
ACTLTG
ACTLTM
ACTLTL
ACTLTN
ACTLCA
ACTLCT
ACTLCC
ACTLCG
ACTLCM
ACTLCL
ACTLCN
ACTLGA
ACTLGT
ACTLGC
ACTLGG
ACTLGM
ACTLGL
ACTLGN
ACTLMA
ACTLMT
ACTLMC
ACTLMG
ACTLMM
ACTLML
ACTLMN
ACTLLA
ACTLLT
ACTLLC
ACTLLG
ACTLLM
ACTLLL
ACTLLN
ACTLNA
ACTLNT
ACTLNC
ACTLNG
ACTLNM
ACTLNL
ACTLNN
ACTNAA
ACTNAT
ACTNAC
ACTNAG
ACTNAM
ACTNAL
ACTNAN
ACTNTA
ACTNTT
ACTNTC
ACTNTG
ACTNTM
ACTNTL
ACTNTN
ACTNCA
ACTNCT
ACTNCC
ACTNCG
ACTNCM
ACTNCL
ACTNCN
ACTNGA
ACTNGT
ACTNGC
ACTNGG
ACTNGM
ACTNGL
ACTNGN
ACTNMA
ACTNMT
ACTNMC
ACTNMG
ACTNMM
ACTNML
ACTNMN
ACTNLA
ACTNLT
ACTNLC
ACTNLG
ACTNLM
ACTNLL
ACTNLN
ACTNNA
ACTNNT
ACTNNC
ACTNNG
ACTNNM
ACTNNL
ACTNNN
ACCAAA
ACCAAT
ACCAAC
ACCAAG
ACCAAM
ACCAAL
ACCAAN
ACCATA
ACCATT
ACCATC
ACCATG
ACCATM
ACCATL
ACCATN
ACCACA
ACCACT
ACCACC
ACCACG
ACCACM
ACCACL
ACCACN
ACCAGA
ACCAGT
ACCAGC
ACCAGG
ACCAGM
ACCAGL
ACCAGN
ACCAMA
ACCAMT
ACCAMC
ACCAMG
ACCAMM
ACCAML
ACCAMN
ACCALA
ACCALT
ACCALC
ACCALG
ACCALM
ACCALL
ACCALN
ACCANA
ACCANT
ACCANC
ACCANG
ACCANM
ACCANL
ACCANN
ACCTAA
ACCTAT
ACCTAC
ACCTAG
ACCTAM
ACCTAL
ACCTAN
ACCTTA
ACCTTT
ACCTTC
ACCTTG
ACCTTM
ACCTTL
ACCTTN
ACCTCA
ACCTCT
ACCTCC
ACCTCG
ACCTCM
ACCTCL
ACCTCN
ACCTGA
ACCTGT
ACCTGC
ACCTGG
ACCTGM
ACCTGL
ACCTGN
ACCTMA
ACCTMT
ACCTMC
ACCTMG
ACCTMM
ACCTML
ACCTMN
ACCTLA
ACCTLT
ACCTLC
ACCTLG
ACCTLM
ACCTLL
ACCTLN
ACCTNA
ACCTNT
ACCTNC
ACCTNG
ACCTNM
ACCTNL
ACCTNN
ACCCAA
ACCCAT
ACCCAC
ACCCAG
ACCCAM
ACCCAL
ACCCAN
ACCCTA
ACCCTT
ACCCTC
ACCCTG
ACCCTM
ACCCTL
ACCCTN
ACCCCA
ACCCCT
ACCCCC
ACCCCG
ACCCCM
ACCCCL
ACCCCN
ACCCGA
ACCCGT
ACCCGC
ACCCGG
ACCCGM
ACCCGL
ACCCGN
ACCCMA
ACCCMT
ACCCMC
ACCCMG
ACCCMM
ACCCML
ACCCMN
ACCCLA
ACCCLT
ACCCLC
ACCCLG
ACCCLM
ACCCLL
ACCCLN
ACCCNA
ACCCNT
ACCCNC
ACCCNG
ACCCNM
ACCCNL
ACCCNN
ACCGAA
ACCGAT
ACCGAC
ACCGAG
ACCGAM
ACCGAL
ACCGAN
ACCGTA
ACCGTT
ACCGTC
ACCGTG
ACCGTM
ACCGTL
ACCGTN
ACCGCA
ACCGCT
ACCGCC
ACCGCG
ACCGCM
ACCGCL
ACCGCN
ACCGGA
ACCGGT
ACCGGC
ACCGGG
ACCGGM
ACCGGL
ACCGGN
ACCGMA
ACCGMT
ACCGMC
ACCGMG
ACCGMM
ACCGML
ACCGMN
ACCGLA
ACCGLT
ACCGLC
ACCGLG
ACCGLM
ACCGLL
ACCGLN
ACCGNA
ACCGNT
ACCGNC
ACCGNG
ACCGNM
ACCGNL
ACCGNN
ACCMAA
ACCMAT
ACCMAC
ACCMAG
ACCMAM
ACCMAL
ACCMAN
ACCMTA
ACCMTT
ACCMTC
ACCMTG
ACCMTM
ACCMTL
ACCMTN
ACCMCA
ACCMCT
ACCMCC
ACCMCG
ACCMCM
ACCMCL
ACCMCN
ACCMGA
ACCMGT
ACCMGC
ACCMGG
ACCMGM
ACCMGL
ACCMGN
ACCMMA
ACCMMT
ACCMMC
ACCMMG
ACCMMM
ACCMML
ACCMMN
ACCMLA
ACCMLT
ACCMLC
ACCMLG
ACCMLM
ACCMLL
ACCMLN
ACCMNA
ACCMNT
ACCMNC
ACCMNG
ACCMNM
ACCMNL
ACCMNN
ACCLAA
ACCLAT
ACCLAC
ACCLAG
ACCLAM
ACCLAL
ACCLAN
ACCLTA
ACCLTT
ACCLTC
ACCLTG
ACCLTM
ACCLTL
ACCLTN
ACCLCA
ACCLCT
ACCLCC
ACCLCG
ACCLCM
ACCLCL
ACCLCN
ACCLGA
ACCLGT
ACCLGC
ACCLGG
ACCLGM
ACCLGL
ACCLGN
ACCLMA
ACCLMT
ACCLMC
ACCLMG
ACCLMM
ACCLML
ACCLMN
ACCLLA
ACCLLT
ACCLLC
ACCLLG
ACCLLM
ACCLLL
ACCLLN
ACCLNA
ACCLNT
ACCLNC
ACCLNG
ACCLNM
ACCLNL
ACCLNN
ACCNAA
ACCNAT
ACCNAC
ACCNAG
ACCNAM
ACCNAL
ACCNAN
ACCNTA
ACCNTT
ACCNTC
ACCNTG
ACCNTM
ACCNTL
ACCNTN
ACCNCA
ACCNCT
ACCNCC
ACCNCG
ACCNCM
ACCNCL
ACCNCN
ACCNGA
ACCNGT
ACCNGC
ACCNGG
ACCNGM
ACCNGL
ACCNGN
ACCNMA
ACCNMT
ACCNMC
ACCNMG
ACCNMM
ACCNML
ACCNMN
ACCNLA
ACCNLT
ACCNLC
ACCNLG
ACCNLM
ACCNLL
ACCNLN
ACCNNA
ACCNNT
ACCNNC
ACCNNG
ACCNNM
ACCNNL
ACCNNN
ACGAAA
ACGAAT
ACGAAC
ACGAAG
ACGAAM
ACGAAL
ACGAAN
ACGATA
ACGATT
ACGATC
ACGATG
ACGATM
ACGATL
ACGATN
ACGACA
ACGACT
ACGACC
ACGACG
ACGACM
ACGACL
ACGACN
ACGAGA
ACGAGT
ACGAGC
ACGAGG
ACGAGM
ACGAGL
ACGAGN
ACGAMA
ACGAMT
ACGAMC
ACGAMG
ACGAMM
ACGAML
ACGAMN
ACGALA
ACGALT
ACGALC
ACGALG
ACGALM
ACGALL
ACGALN
ACGANA
ACGANT
ACGANC
ACGANG
ACGANM
ACGANL
ACGANN
ACGTAA
ACGTAT
ACGTAC
ACGTAG
ACGTAM
ACGTAL
ACGTAN
ACGTTA
ACGTTT
ACGTTC
ACGTTG
ACGTTM
ACGTTL
ACGTTN
ACGTCA
ACGTCT
ACGTCC
ACGTCG
ACGTCM
ACGTCL
ACGTCN
ACGTGA
ACGTGT
ACGTGC
ACGTGG
ACGTGM
ACGTGL
ACGTGN
ACGTMA
ACGTMT
ACGTMC
ACGTMG
ACGTMM
ACGTML
ACGTMN
ACGTLA
ACGTLT
ACGTLC
ACGTLG
ACGTLM
ACGTLL
ACGTLN
ACGTNA
ACGTNT
ACGTNC
ACGTNG
ACGTNM
ACGTNL
ACGTNN
ACGCAA
ACGCAT
ACGCAC
ACGCAG
ACGCAM
ACGCAL
ACGCAN
ACGCTA
ACGCTT
ACGCTC
ACGCTG
ACGCTM
ACGCTL
ACGCTN
ACGCCA
ACGCCT
ACGCCC
ACGCCG
ACGCCM
ACGCCL
ACGCCN
ACGCGA
ACGCGT
ACGCGC
ACGCGG
ACGCGM
ACGCGL
ACGCGN
ACGCMA
ACGCMT
ACGCMC
ACGCMG
ACGCMM
ACGCML
ACGCMN
ACGCLA
ACGCLT
ACGCLC
ACGCLG
ACGCLM
ACGCLL
ACGCLN
ACGCNA
ACGCNT
ACGCNC
ACGCNG
ACGCNM
ACGCNL
ACGCNN
ACGGAA
ACGGAT
ACGGAC
ACGGAG
ACGGAM
ACGGAL
ACGGAN
ACGGTA
ACGGTT
ACGGTC
ACGGTG
ACGGTM
ACGGTL
ACGGTN
ACGGCA
ACGGCT
ACGGCC
ACGGCG
ACGGCM
ACGGCL
ACGGCN
ACGGGA
ACGGGT
ACGGGC
ACGGGG
ACGGGM
ACGGGL
ACGGGN
ACGGMA
ACGGMT
ACGGMC
ACGGMG
ACGGMM
ACGGML
ACGGMN
ACGGLA
ACGGLT
ACGGLC
ACGGLG
ACGGLM
ACGGLL
ACGGLN
ACGGNA
ACGGNT
ACGGNC
ACGGNG
ACGGNM
ACGGNL
ACGGNN
ACGMAA
ACGMAT
ACGMAC
ACGMAG
ACGMAM
ACGMAL
ACGMAN
ACGMTA
ACGMTT
ACGMTC
ACGMTG
ACGMTM
ACGMTL
ACGMTN
ACGMCA
ACGMCT
ACGMCC
ACGMCG
ACGMCM
ACGMCL
ACGMCN
ACGMGA
ACGMGT
ACGMGC
ACGMGG
ACGMGM
ACGMGL
ACGMGN
ACGMMA
ACGMMT
ACGMMC
ACGMMG
ACGMMM
ACGMML
ACGMMN
ACGMLA
ACGMLT
ACGMLC
ACGMLG
ACGMLM
ACGMLL
ACGMLN
ACGMNA
ACGMNT
ACGMNC
ACGMNG
ACGMNM
ACGMNL
ACGMNN
ACGLAA
ACGLAT
ACGLAC
ACGLAG
ACGLAM
ACGLAL
ACGLAN
ACGLTA
ACGLTT
ACGLTC
ACGLTG
ACGLTM
ACGLTL
ACGLTN
ACGLCA
ACGLCT
ACGLCC
ACGLCG
ACGLCM
ACGLCL
ACGLCN
ACGLGA
ACGLGT
ACGLGC
ACGLGG
ACGLGM
ACGLGL
ACGLGN
ACGLMA
ACGLMT
ACGLMC
ACGLMG
ACGLMM
ACGLML
ACGLMN
ACGLLA
ACGLLT
ACGLLC
ACGLLG
ACGLLM
ACGLLL
ACGLLN
ACGLNA
ACGLNT
ACGLNC
ACGLNG
ACGLNM
ACGLNL
ACGLNN
ACGNAA
ACGNAT
ACGNAC
ACGNAG
ACGNAM
ACGNAL
ACGNAN
ACGNTA
ACGNTT
ACGNTC
ACGNTG
ACGNTM
ACGNTL
ACGNTN
ACGNCA
ACGNCT
ACGNCC
ACGNCG
ACGNCM
ACGNCL
ACGNCN
ACGNGA
ACGNGT
ACGNGC
ACGNGG
ACGNGM
ACGNGL
ACGNGN
ACGNMA
ACGNMT
ACGNMC
ACGNMG
ACGNMM
ACGNML
ACGNMN
ACGNLA
ACGNLT
ACGNLC
ACGNLG
ACGNLM
ACGNLL
ACGNLN
ACGNNA
ACGNNT
ACGNNC
ACGNNG
ACGNNM
ACGNNL
ACGNNN
ACMAAA
ACMAAT
ACMAAC
ACMAAG
ACMAAM
ACMAAL
ACMAAN
ACMATA
ACMATT
ACMATC
ACMATG
ACMATM
ACMATL
ACMATN
ACMACA
ACMACT
ACMACC
ACMACG
ACMACM
ACMACL
ACMACN
ACMAGA
ACMAGT
ACMAGC
ACMAGG
ACMAGM
ACMAGL
ACMAGN
ACMAMA
ACMAMT
ACMAMC
ACMAMG
ACMAMM
ACMAML
ACMAMN
ACMALA
ACMALT
ACMALC
ACMALG
ACMALM
ACMALL
ACMALN
ACMANA
ACMANT
ACMANC
ACMANG
ACMANM
ACMANL
ACMANN
ACMTAA
ACMTAT
ACMTAC
ACMTAG
ACMTAM
ACMTAL
ACMTAN
ACMTTA
ACMTTT
ACMTTC
ACMTTG
ACMTTM
ACMTTL
ACMTTN
ACMTCA
ACMTCT
ACMTCC
ACMTCG
ACMTCM
ACMTCL
ACMTCN
ACMTGA
ACMTGT
ACMTGC
ACMTGG
ACMTGM
ACMTGL
ACMTGN
ACMTMA
ACMTMT
ACMTMC
ACMTMG
ACMTMM
ACMTML
ACMTMN
ACMTLA
ACMTLT
ACMTLC
ACMTLG
ACMTLM
ACMTLL
ACMTLN
ACMTNA
ACMTNT
ACMTNC
ACMTNG
ACMTNM
ACMTNL
ACMTNN
ACMCAA
ACMCAT
ACMCAC
ACMCAG
ACMCAM
ACMCAL
ACMCAN
ACMCTA
ACMCTT
ACMCTC
ACMCTG
ACMCTM
ACMCTL
ACMCTN
ACMCCA
ACMCCT
ACMCCC
ACMCCG
ACMCCM
ACMCCL
ACMCCN
ACMCGA
ACMCGT
ACMCGC
ACMCGG
ACMCGM
ACMCGL
ACMCGN
ACMCMA
ACMCMT
ACMCMC
ACMCMG
ACMCMM
ACMCML
ACMCMN
ACMCLA
ACMCLT
ACMCLC
ACMCLG
ACMCLM
ACMCLL
ACMCLN
ACMCNA
ACMCNT
ACMCNC
ACMCNG
ACMCNM
ACMCNL
ACMCNN
ACMGAA
ACMGAT
ACMGAC
ACMGAG
ACMGAM
ACMGAL
ACMGAN
ACMGTA
ACMGTT
ACMGTC
ACMGTG
ACMGTM
ACMGTL
ACMGTN
ACMGCA
ACMGCT
ACMGCC
ACMGCG
ACMGCM
ACMGCL
ACMGCN
ACMGGA
ACMGGT
ACMGGC
ACMGGG
ACMGGM
ACMGGL
ACMGGN
ACMGMA
ACMGMT
ACMGMC
ACMGMG
ACMGMM
ACMGML
ACMGMN
ACMGLA
ACMGLT
ACMGLC
ACMGLG
ACMGLM
ACMGLL
ACMGLN
ACMGNA
ACMGNT
ACMGNC
ACMGNG
ACMGNM
ACMGNL
ACMGNN
ACMMAA
ACMMAT
ACMMAC
ACMMAG
ACMMAM
ACMMAL
ACMMAN
ACMMTA
ACMMTT
ACMMTC
ACMMTG
ACMMTM
ACMMTL
ACMMTN
ACMMCA
ACMMCT
ACMMCC
ACMMCG
ACMMCM
ACMMCL
ACMMCN
ACMMGA
ACMMGT
ACMMGC
ACMMGG
ACMMGM
ACMMGL
ACMMGN
ACMMMA
ACMMMT
ACMMMC
ACMMMG
ACMMMM
ACMMML
ACMMMN
ACMMLA
ACMMLT
ACMMLC
ACMMLG
ACMMLM
ACMMLL
ACMMLN
ACMMNA
ACMMNT
ACMMNC
ACMMNG
ACMMNM
ACMMNL
ACMMNN
ACMLAA
ACMLAT
ACMLAC
ACMLAG
ACMLAM
ACMLAL
ACMLAN
ACMLTA
ACMLTT
ACMLTC
ACMLTG
ACMLTM
ACMLTL
ACMLTN
ACMLCA
ACMLCT
ACMLCC
ACMLCG
ACMLCM
ACMLCL
ACMLCN
ACMLGA
ACMLGT
ACMLGC
ACMLGG
ACMLGM
ACMLGL
ACMLGN
ACMLMA
ACMLMT
ACMLMC
ACMLMG
ACMLMM
ACMLML
ACMLMN
ACMLLA
ACMLLT
ACMLLC
ACMLLG
ACMLLM
ACMLLL
ACMLLN
ACMLNA
ACMLNT
ACMLNC
ACMLNG
ACMLNM
ACMLNL
ACMLNN
ACMNAA
ACMNAT
ACMNAC
ACMNAG
ACMNAM
ACMNAL
ACMNAN
ACMNTA
ACMNTT
ACMNTC
ACMNTG
ACMNTM
ACMNTL
ACMNTN
ACMNCA
ACMNCT
ACMNCC
ACMNCG
ACMNCM
ACMNCL
ACMNCN
ACMNGA
ACMNGT
ACMNGC
ACMNGG
ACMNGM
ACMNGL
ACMNGN
ACMNMA
ACMNMT
ACMNMC
ACMNMG
ACMNMM
ACMNML
ACMNMN
ACMNLA
ACMNLT
ACMNLC
ACMNLG
ACMNLM
ACMNLL
ACMNLN
ACMNNA
ACMNNT
ACMNNC
ACMNNG
ACMNNM
ACMNNL
ACMNNN
ACLAAA
ACLAAT
ACLAAC
ACLAAG
ACLAAM
ACLAAL
ACLAAN
ACLATA
ACLATT
ACLATC
ACLATG
ACLATM
ACLATL
ACLATN
ACLACA
ACLACT
ACLACC
ACLACG
ACLACM
ACLACL
ACLACN
ACLAGA
ACLAGT
ACLAGC
ACLAGG
ACLAGM
ACLAGL
ACLAGN
ACLAMA
ACLAMT
ACLAMC
ACLAMG
ACLAMM
ACLAML
ACLAMN
ACLALA
ACLALT
ACLALC
ACLALG
ACLALM
ACLALL
ACLALN
ACLANA
ACLANT
ACLANC
ACLANG
ACLANM
ACLANL
ACLANN
ACLTAA
ACLTAT
ACLTAC
ACLTAG
ACLTAM
ACLTAL
ACLTAN
ACLTTA
ACLTTT
ACLTTC
ACLTTG
ACLTTM
ACLTTL
ACLTTN
ACLTCA
ACLTCT
ACLTCC
ACLTCG
ACLTCM
ACLTCL
ACLTCN
ACLTGA
ACLTGT
ACLTGC
ACLTGG
ACLTGM
ACLTGL
ACLTGN
ACLTMA
ACLTMT
ACLTMC
ACLTMG
ACLTMM
ACLTML
ACLTMN
ACLTLA
ACLTLT
ACLTLC
ACLTLG
ACLTLM
ACLTLL
ACLTLN
ACLTNA
ACLTNT
ACLTNC
ACLTNG
ACLTNM
ACLTNL
ACLTNN
ACLCAA
ACLCAT
ACLCAC
ACLCAG
ACLCAM
ACLCAL
ACLCAN
ACLCTA
ACLCTT
ACLCTC
ACLCTG
ACLCTM
ACLCTL
ACLCTN
ACLCCA
ACLCCT
ACLCCC
ACLCCG
ACLCCM
ACLCCL
ACLCCN
ACLCGA
ACLCGT
ACLCGC
ACLCGG
ACLCGM
ACLCGL
ACLCGN
ACLCMA
ACLCMT
ACLCMC
ACLCMG
ACLCMM
ACLCML
ACLCMN
ACLCLA
ACLCLT
ACLCLC
ACLCLG
ACLCLM
ACLCLL
ACLCLN
ACLCNA
ACLCNT
ACLCNC
ACLCNG
ACLCNM
ACLCNL
ACLCNN
ACLGAA
ACLGAT
ACLGAC
ACLGAG
ACLGAM
ACLGAL
ACLGAN
ACLGTA
ACLGTT
ACLGTC
ACLGTG
ACLGTM
ACLGTL
ACLGTN
ACLGCA
ACLGCT
ACLGCC
ACLGCG
ACLGCM
ACLGCL
ACLGCN
ACLGGA
ACLGGT
ACLGGC
ACLGGG
ACLGGM
ACLGGL
ACLGGN
ACLGMA
ACLGMT
ACLGMC
ACLGMG
ACLGMM
ACLGML
ACLGMN
ACLGLA
ACLGLT
ACLGLC
ACLGLG
ACLGLM
ACLGLL
ACLGLN
ACLGNA
ACLGNT
ACLGNC
ACLGNG
ACLGNM
ACLGNL
ACLGNN
ACLMAA
ACLMAT
ACLMAC
ACLMAG
ACLMAM
ACLMAL
ACLMAN
ACLMTA
ACLMTT
ACLMTC
ACLMTG
ACLMTM
ACLMTL
ACLMTN
ACLMCA
ACLMCT
ACLMCC
ACLMCG
ACLMCM
ACLMCL
ACLMCN
ACLMGA
ACLMGT
ACLMGC
ACLMGG
ACLMGM
ACLMGL
ACLMGN
ACLMMA
ACLMMT
ACLMMC
ACLMMG
ACLMMM
ACLMML
ACLMMN
ACLMLA
ACLMLT
ACLMLC
ACLMLG
ACLMLM
ACLMLL
ACLMLN
ACLMNA
ACLMNT
ACLMNC
ACLMNG
ACLMNM
ACLMNL
ACLMNN
ACLLAA
ACLLAT
ACLLAC
ACLLAG
ACLLAM
ACLLAL
ACLLAN
ACLLTA
ACLLTT
ACLLTC
ACLLTG
ACLLTM
ACLLTL
ACLLTN
ACLLCA
ACLLCT
ACLLCC
ACLLCG
ACLLCM
ACLLCL
ACLLCN
ACLLGA
ACLLGT
ACLLGC
ACLLGG
ACLLGM
ACLLGL
ACLLGN
ACLLMA
ACLLMT
ACLLMC
ACLLMG
ACLLMM
ACLLML
ACLLMN
ACLLLA
ACLLLT
ACLLLC
ACLLLG
ACLLLM
ACLLLL
ACLLLN
ACLLNA
ACLLNT
ACLLNC
ACLLNG
ACLLNM
ACLLNL
ACLLNN
ACLNAA
ACLNAT
ACLNAC
ACLNAG
ACLNAM
ACLNAL
ACLNAN
ACLNTA
ACLNTT
ACLNTC
ACLNTG
ACLNTM
ACLNTL
ACLNTN
ACLNCA
ACLNCT
ACLNCC
ACLNCG
ACLNCM
ACLNCL
ACLNCN
ACLNGA
ACLNGT
ACLNGC
ACLNGG
ACLNGM
ACLNGL
ACLNGN
ACLNMA
ACLNMT
ACLNMC
ACLNMG
ACLNMM
ACLNML
ACLNMN
ACLNLA
ACLNLT
ACLNLC
ACLNLG
ACLNLM
ACLNLL
ACLNLN
ACLNNA
ACLNNT
ACLNNC
ACLNNG
ACLNNM
ACLNNL
ACLNNN
ACNAAA
ACNAAT
ACNAAC
ACNAAG
ACNAAM
ACNAAL
ACNAAN
ACNATA
ACNATT
ACNATC
ACNATG
ACNATM
ACNATL
ACNATN
ACNACA
ACNACT
ACNACC
ACNACG
ACNACM
ACNACL
ACNACN
ACNAGA
ACNAGT
ACNAGC
ACNAGG
ACNAGM
ACNAGL
ACNAGN
ACNAMA
ACNAMT
ACNAMC
ACNAMG
ACNAMM
ACNAML
ACNAMN
ACNALA
ACNALT
ACNALC
ACNALG
ACNALM
ACNALL
ACNALN
ACNANA
ACNANT
ACNANC
ACNANG
ACNANM
ACNANL
ACNANN
ACNTAA
ACNTAT
ACNTAC
ACNTAG
ACNTAM
ACNTAL
ACNTAN
ACNTTA
ACNTTT
ACNTTC
ACNTTG
ACNTTM
ACNTTL
ACNTTN
ACNTCA
ACNTCT
ACNTCC
ACNTCG
ACNTCM
ACNTCL
ACNTCN
ACNTGA
ACNTGT
ACNTGC
ACNTGG
ACNTGM
ACNTGL
ACNTGN
ACNTMA
ACNTMT
ACNTMC
ACNTMG
ACNTMM
ACNTML
ACNTMN
ACNTLA
ACNTLT
ACNTLC
ACNTLG
ACNTLM
ACNTLL
ACNTLN
ACNTNA
ACNTNT
ACNTNC
ACNTNG
ACNTNM
ACNTNL
ACNTNN
ACNCAA
ACNCAT
ACNCAC
ACNCAG
ACNCAM
ACNCAL
ACNCAN
ACNCTA
ACNCTT
ACNCTC
ACNCTG
ACNCTM
ACNCTL
ACNCTN
ACNCCA
ACNCCT
ACNCCC
ACNCCG
ACNCCM
ACNCCL
ACNCCN
ACNCGA
ACNCGT
ACNCGC
ACNCGG
ACNCGM
ACNCGL
ACNCGN
ACNCMA
ACNCMT
ACNCMC
ACNCMG
ACNCMM
ACNCML
ACNCMN
ACNCLA
ACNCLT
ACNCLC
ACNCLG
ACNCLM
ACNCLL
ACNCLN
ACNCNA
ACNCNT
ACNCNC
ACNCNG
ACNCNM
ACNCNL
ACNCNN
ACNGAA
ACNGAT
ACNGAC
ACNGAG
ACNGAM
ACNGAL
ACNGAN
ACNGTA
ACNGTT
ACNGTC
ACNGTG
ACNGTM
ACNGTL
ACNGTN
ACNGCA
ACNGCT
ACNGCC
ACNGCG
ACNGCM
ACNGCL
ACNGCN
ACNGGA
ACNGGT
ACNGGC
ACNGGG
ACNGGM
ACNGGL
ACNGGN
ACNGMA
ACNGMT
ACNGMC
ACNGMG
ACNGMM
ACNGML
ACNGMN
ACNGLA
ACNGLT
ACNGLC
ACNGLG
ACNGLM
ACNGLL
ACNGLN
ACNGNA
ACNGNT
ACNGNC
ACNGNG
ACNGNM
ACNGNL
ACNGNN
ACNMAA
ACNMAT
ACNMAC
ACNMAG
ACNMAM
ACNMAL
ACNMAN
ACNMTA
ACNMTT
ACNMTC
ACNMTG
ACNMTM
ACNMTL
ACNMTN
ACNMCA
ACNMCT
ACNMCC
ACNMCG
ACNMCM
ACNMCL
ACNMCN
ACNMGA
ACNMGT
ACNMGC
ACNMGG
ACNMGM
ACNMGL
ACNMGN
ACNMMA
ACNMMT
ACNMMC
ACNMMG
ACNMMM
ACNMML
ACNMMN
ACNMLA
ACNMLT
ACNMLC
ACNMLG
ACNMLM
ACNMLL
ACNMLN
ACNMNA
ACNMNT
ACNMNC
ACNMNG
ACNMNM
ACNMNL
ACNMNN
ACNLAA
ACNLAT
ACNLAC
ACNLAG
ACNLAM
ACNLAL
ACNLAN
ACNLTA
ACNLTT
ACNLTC
ACNLTG
ACNLTM
ACNLTL
ACNLTN
ACNLCA
ACNLCT
ACNLCC
ACNLCG
ACNLCM
ACNLCL
ACNLCN
ACNLGA
ACNLGT
ACNLGC
ACNLGG
ACNLGM
ACNLGL
ACNLGN
ACNLMA
ACNLMT
ACNLMC
ACNLMG
ACNLMM
